Repository: MobileWorldev127/Fit30-At-Home-Workouts-30-Day
Catalog: flexter/*.lproj/Localizable.strings
Languages: da, de, el, es, fi, fr, hu, id, it, ja, ms, nb, nl, pt, ru, sv, th, tr, vi

source: Push Ups
da: Armbøjninger
de: Liegestützen
el: Κάμψεις
es: Lagartijas
fi: Punnerrukset
fr: Pompes
hu: Fekvőtámasz
id: Push Up
it: Flessioni
ja: 腕立て伏せ
ms: Tekan tubi
nl: Opdrukken
pt: Flexões
ru: Отжимания от Пола
sv: Armhävningar
th: วิดพื้น
tr: Şınavlar
vi: Đẩy mạnh

source: Push Up w/Rotation
da: Armbøjning med drejning
de: Liegestützen mit Drehung
el: Κάμψεις με Στροφή
es: Lagartija con Giro
fr: Pompes avec Rotation
hu: Push Up w / Forgatás
id: Push Up dengan Rotasi
it: Flessioni con Rotazione
ja: プッシュアップw/ローテーション
ms: Tekan tubi dengan putaran
nb: Push-up m/ rotasjon
nl: Opdrukken met rotatie
pt: Flexões com Rotação
ru: Отжимание с Поворотом
sv: Roterande armhävning
th: วิดพื้นรอบตัว
tr: Şınav w/Rotasyon
vi: Đẩy mạnh với xoay

source: Squats+Reverse Lifts
da: Squats+omvendte lifts
de: Hocke + Rückseite Heben
el: Σκουότ+ Ανάποδα Σηκώματα
es: Sentadillas+Levantamientos inversos
fi: Kyykyt+Reserve Lifts
fr: Squats (Flexions)+ Jambe Levée
hu: Guggolás + Fordított felvonókat
id: Jongkok+Angkat Terbalik
it: Squats+Sollevamenti Inversi
ja: スクワット+リバースリフト
ms: Bercangkung + angkat belakang
nb: Knebøy + reverse lift
nl: Squats+omgekeerde lift
pt: Agachamentos+Elevações Invertidas
ru: Приседания + Поднятия
sv: Squats + omvända lyft
th: สควอช + รีเวิร์ซลิฟท์
tr: Squatlar + Ters Şınav
vi: Ngồi xổm+Nâng ngược

source: Crunches
da: Mavebøjninger
de: Bauchaufzüge
el: Κοιλιακοί
fi: Vatsalihasliikkeet
fr: Abdos Crunches
hu: Felülések
id: Crunch
ja: クランチ
nl: Chrunches
pt: Abdominais
ru: Скручивания
th: ครั้นช์
tr: Mekikler
vi: Gập bụng

source: Rocker Squats
el: Ρόκερ σκουότ
es: Sentadillas Rápidas
fi: Rocker Kyykyt
fr: Rocker Squats ( Flexion + Balancier)
hu: Rocker guggolás
id: Rocker Squat
ja: ロッカースクワット
ms: Bercangkung Rocker
pt: Agachamentos Rocker
ru: Перекачивания в Приседании
th: ร็อคเก็ต สควอช
tr: Rocker Squat
vi: Ngồi xổm rung mạnh

source: Russian Twists
da: Russiske drejninger
de: Russische Drehungen
el: Ρωσική Ανατροπές
es: Giros Rusos
fi: Russian Twist -liikkeet
fr: Russian Twists (Abdos+ Rotation)
hu: Orosz Twists
id: Twist Rusia
ja: ロシアンツイスト
ms: Putaran Russian
nl: Russische twist
pt: Torcidas Russas
ru: Русские Скручивания
sv: Ryska twists
th: รัสเชียน ทวิสต์
tr: Russian Twistler
vi: Gập bụng chéo kiểu Nga

source: Roundabout Squats
da: Runde-squats
el: Σκουότ με κυκλική διασταύρωση
es: Sentadillas Roundabout
fi: Roundabout Kyykyt
fr: Roundabout Squats (Flexions + Rotation)
hu: Körforgalom guggolás
id: Jongkok Roundabout
ja: ラウンドアバウトスクワット
ms: Bercangkung Bulatan
pt: Agachamentos Roundabout
ru: Круговые Приседания
sv: Roterande squats
th: สควอชรอบตัว
tr: Yuvarlak Squat
vi: Ngồi xổm xoay

source: Double Ski Squats
da: Dobbelte ski squats
el: Διπλό Σκι σκουότ
es: Sentadillas Double Ski
fi: Double Ski Kyykyt
fr: Squats (Flexions) Double Ski
hu: Dupla Ski guggolás
id: Jongkok Double Ski
ja: ダブルスキースクワット
ms: Bercangkung Dua Kali Ski
pt: Agachamentos Double Ski
ru: Двойное Приседание с Вытягиванием Рук
sv: Dubbla skidsquats
th: ดับเบิ้ล สกี สควอช
tr: Çifte Ski Squat
vi: Ngồi xổm Ski đôi

source: Alt. Knee Raise
da: Skiftesvise knæløftninger
de: Alternatives Knieheben
el: Ανύψωση με εναλλασώμενα γόνατα
es: Levantamiento de Rodillas Alternado
fi: Alt. Polvennosto
fr: Genou Levé en Alternance
hu: Alt. Lábemelő
id: Angkat Lutut Alt.
it: Solleva Ginocchia Alt.
ja: 代替膝上げ
ms: Alt. Naikkan lutut
nb: Alternating knee raises
pt: Elevação do Joelho Alternada
ru: Подтягивание Колен в Вертикальном Положении
sv: Alternativ knähöjning
th: ยกเข่า
tr: Alt. Diz Kaldırma
vi: Nâng gối cao

source: Plie Squats
el: Πλιέ Σκουότ
es: Sentadillas en plié
fi: Plie Kyykyt
fr: Plie Squats (Flexion Jambes Écartées)
hu: Plie guggolás
id: Jongkok Plie
ja: プリエスクワット
ms: Bercangkung Plie
nb: Plie knebøy
nl: Gekromde squats
pt: Agachamentos Plie
ru: Приседания Плие
th: ไพล์ สควอช
tr: Plie Squatlar
vi: Ngồi xổm nhún gối

source: High Knees
da: Høje knæløft
de: Hohe Knie
el: Ψηλά Γόνατα
es: Rodillas Altas
fi: Korkeat Polvet
fr: Genoux Levés
hu: Nagy Térd
id: High Knee
it: Ginocchia Alte
ja: 膝上げ
ms: Lutut tinggi
nb: Høye knær
pt: Joelhos Altos
ru: Высокие Колени
sv: Höga knän
th: ยกเข่าสูง
tr: Bacak Yukarı Çekme
vi: Gối cao

source: Squats + Leg Raises
da: Squats + benløft
el: Σκουότ + Ανύψωση Ποδιών
es: Sentadillas + Levantamiento de Piernas
fi: Kyykyt + Jalannostot
fr: Squats(Flexions)+ Jambe Levée
hu: Guggolás + láb emel
id: Jongkok + Angkat Kaki
it: Squat + Solleva Gambe
ja: スクワット+脚上げ
ms: Bercangkung + Naikkan kaki
nb: Knebøy + leg raises
nl: Squats + beenheffen
pt: Agachamentos + Elevação das pernas
ru: Приседания + Поднятие Ног
sv: Squats + benhöjningar
th: สควอช + ยกขา
tr: Squat + Bacak Kaldırma
vi: Ngồi xổm + Nâng chân

source: Ski Squat Jumps
da: Ski squat spring
el: Σκι σκουότ με άλμα
es: Saltos y sentadillas ski
fi: Ski Kyykkyhypyt
fr: Squats (Flexions) Ski+ Saut
id: Loncat Jongkok Ski
ja: スキースクワットジャンプ
ms: Melonjak Bercangkung Ski
nb: Ski squat jump
pt: Saltos Agachamentos Ski
ru: Приседания с Вытягиванием Рук и Прыжком
sv: Skidsquats med hopp
th: สกี สควอช จั๊มพ์
tr: Ski Squat Sıçrama
vi: Ngồi xổm Ski nhảy

source: Lying Knee Twists
da: Liggende knæ-vridninger
el: Ξαπλωμένες Ανατροπές γόνατος
es: Giros de rodilla acostado
fi: Polvenkierrot Makuulla
fr: Lying Knee Twists (Abdos Rotations des Genoux)
hu: Fekvő Térd Twists
id: Lying Knee Twist
it: Torsioni Ginocchia Stese
ja: 膝のねじれ
ms: Putaran Lutut Berbaring
pt: Torcidas com o joelho deitado
ru: Скручивание Коленок в Положении Лежа
sv: Liggande knäböj
th: สลับเข่า
tr: Uzanarak Diz Bükme
vi: Nằm gập chéo gối

source: Sumo Squats+High Kicks
da: Sumo squats+høje spark
el: Σούμο Σκουότ+Υψηλές Κλωτσιές
es: Sentadilla zumo+Patadas Altas
fi: Sumo Kyykyt + Korkeat Potkut
fr: Sumo Squats + High Kicks (Flexion Sumo + Lever de Jambe)
hu: Sumo guggolás + Nagy Kicks
id: Jongkok Sumo+Tendang Tinggi
ja: 相撲スクワット+ハイキック
ms: Bercangkung Sumo + Tendangan Tinggi
nb: Sumo knebøy + high kicks
pt: Agachamentos Sumo + Pontapés Altos
ru: Сумо Приседания + Высокие Выбросы
sv: Sumosquats + höga sparkar
th: ซูโม สควอช + เตะสูง
tr: Sumo Squat + Bacak Çekme
vi: Ngồi xổm Sumo+Đá cao

source: Step Ups
de: Treppensteigen
el: Βήματα σκάλας
fr: Step Ups (Montées de Marche)
hu: Step Up
id: Step Up
it: Step Up
ja: ステップアップ
ms: Langkah Naik
ru: Выпрыгивания на Платформу
sv: Stepup
th: สเตป อัพ
tr: Step Uplar
vi: Tăng dần

source: Side Squats
el: Πλάγια Σκουότ
es: Sentadillas de Lado
fi: Sivukyykyt
fr: Side Squats (Flexions Latérales)
hu: Oldalsó guggolás
id: Jongkok Samping
it: Squat Laterali
ja: サイドスクワット
ms: Bercangkung sisi
nl: Zijwaardse squats
pt: Agachamentos laterais
ru: Боковые Прыжки
sv: Sidosquat
th: ไซด์ สควอช
tr: Yana Squat
vi: Ngồi xổm hông

source: 3 Point Squat Hops
da: 3-punkts squat hop
el: Σκουότ 3 σημείων
es: Sentadilla en 3 Puntos
fi: 3 Point Kyykkyhypyt
fr: 3 Point Squat Hops (Flexions 3 Points + Sauts)
hu: 3 pont Squat Komló
id: Hop Jongkok 3 Poin
it: Squat Hops 3 Punti
ja: 3ポイントスクワットホップ
ms: Melonjak Bercangkung 3 Mata
pt: Saltos Agachamentos de 3 pontos
ru: 3-ехуровневые Выпрыгивания с Приседания
sv: Squathopp med 3 poäng
th: 3 พ๊อยท์ สควอช ฮอพ
tr: 3 Puan Squat Sıçrama
vi: Nhảy ngồi xổm 3 điểm

source: Ski Squat + Double Pulse
da: Ski squat + dobbelt puls
de: Ski Hocke + Double Pulse
el: Σκι σκουότ + διπλό τέντωμα
es: Sentadilla Ski + Desplantes Dobles
fi: Ski Kyykyt + Double Pulse
fr: Ski Squat + Double Pulse (Double Flexions + Flexions Ski)
hu: Ski Squat + dupla impulzus
id: Jongkok Ski + Double Pulse
it: Ski Squat + Doppio Impulso
ja: スキースクワット+ダブルパルス
ms: Bercangkung Ski + Dua Kali Pulse
pt: Agachamentos Ski + Duplo Pulso
ru: Приседания с Вытягиванием Рук + с Двойным Выпрыгиванием
sv: Skidsquat + dubbel puls
th: สกี สควอช + ดับเบิ้ล พั๊ลส์
vi: Ngồi xổm Ski + Nhịp đôi

source: Jumping Jacks
da: Sprællemand
de: Hampelmann
el: Άλματα μαζί με χέρια
es: Saltos con separación de piernas
fi: Haarahypyt
fr: Jumping Jacks (Petits Sauts avec Écart des Jambes)
hu: Jumping jack
id: Jumping Jack
ja: ジャンピングジャック
ms: Melonjak Jacks
pt: Cangurus
ru: Прыжки Ноги Вместе, Ноги Врозь
sv: Korshopp
th: จั๊มปิ้ง แจ็ค
tr: Zıplayan Jack
vi: Nhảy dang tay chân

source: Side Obliques
da: Sidebøjninger
el: Πλάγιοι
es: Oblicuos laterales
fi: Vinot Vatsat
fr: Side Obliques (Abdos Latéraux Obliques)
hu: Side ferde
id: Oblique Samping
it: Obliqui Laterali
ja: 横脇腹
ms: Bahagian Obliques
pt: Oblíquos laterais
ru: Боковые Поднятия Корпуса
sv: Sidoobliques
th: เอียงตัวด้านข้าง
tr: Yan Oblikler
vi: Xiên một bên

source: Reaching Obliques
da: Sidestræk
el: Πλάγιοι με τέντωμα
es: Contracción de Oblicuos
fr: Reaching Obliques (Abdos Obliques)
hu: Elérte a ferde
id: Oblique Menggapai
it: Allunga verso Obliqui
ja: 脇腹
ms: Mencapai Obliques
pt: Oblíquos de alcance
ru: Скручивание
sv: Sträckande obliques
th: เอียงตัว
tr: Obliklere Uzanma
vi: Chạm xiên

source: Lunges
de: Lunges oder Ausfallschritte
el: Ανοίγματα
es: Desplantes
fi: Askelkyykyt
fr: Génuflexions
hu: Kitöréseket
id: Lunge
ja: 突進
nb: Utfall
ru: Выпады
sv: Utfall
th: พุ่งตัว
tr: Lungelar
vi: Chùng người

source: Super Slow Squats
da: Superlangsomme squats
de: Superlangsame Kniebeuge
el: Σούπερ αργά σκουότ
es: Sentadillas Super Lentas
fi: Super Matalat Kyykyt
fr: Flexions Ultra Lentes
hu: Super Slow guggolás
id: Jongkok Super Lambat
it: Squat Super Lenti
ja: 超低速スクワット
ms: Bercangkung sangat perlahan
nb: Super slow knebøy
pt: Agachamentos Super Lentos
ru: Супер Низкие Приседания
sv: Långsamma squats
th: ซูเปอร์ สโลว์ สควอช
tr: Çok Yavaş Squatlar
vi: Ngồi xổm siêu chậm

source: Pop Squats
el: Ποπ σκουότ
es: Sentadillas con Piernas Separadas
fi: Pop Kyykyt
fr: Pop Squats (Flexions + Sauts)
hu: Pop guggolás
id: Jongkok Pop
ja: ポップスクワット
ms: Bercangkung Pop
pt: Agachamentos Pop
ru: Приседания с Расставленными Ногами с Подпрыгиванием
th: ป๊อป สควอช
tr: Sıçramalı Squat
vi: Ngồi xổm nhẹ

source: Squat Hops
da: Squat hop
el: Σκουότ με πηδηματάκια
fi: Kyykkyhypyt
fr: Squat Hops (Sauts en Posture Fléchie)
hu: Squat Komló
id: Hop Jongkok
ja: スクワットホップ
ms: Melonjak Bercangkung
pt: Agachamento com Salto
ru: Подпрыгивания в Приседании
sv: Squathopp
th: สควอช ฮอพ
tr: Squat Sıçramalar
vi: Ngồi xổm nhảy ngắn

source: Basic squats
da: Almindelige squats
el: Βασικά σκουότ
es: Sentadillas Básicas
fi: Peruskyykyt
fr: Flexions Standards
hu: Alapvető guggolás
id: Jongkok Dasar
it: Squat Base
ja: 基本的なスクワット
ms: Bercangkung Asas
nb: Knebøy
nl: Basis squats
pt: Agachamentos básicos
ru: Базовые Прыжки
sv: Vanliga squats
th: เบสิค สควอช
tr: Temel squatlar
vi: Ngồi xổm cơ bản

source: Tricep Dips
da: Triceps dips
el: Βυθίσεις για τρικέφαλους
es: Fondos
fi: Ojentajadipit
fr: Tricep Dips (Flexions Appui Bras)
hu: Tricepsz süppedt
id: Dip Trisep
it: Dip Tricipiti
ja: トライセップディップ
ms: Dips Tricep
nb: Triceps dips
pt: Elevações do Tricep
ru: Приседания от Скамьи
th: ไตรเซป ดิป
tr: Arka Kol Dips
vi: Chống xà kép

source: Jump Squats
da: Spring squats
de: Sprung Kniebeugen
el: Σκουότ με Άλμα
fi: Kyykkyhypyt
fr: Jump Squats (Flexions + Sauts)
hu: Ugrás guggolás
id: Jongkok Lompat
ja: ジャンプスクワット
ms: Bercangkung Melompat
pt: Saltos de Agachamentos
ru: Выпрыгивания из Приседания
sv: Squathopp
th: จั๊มพ์ สควอช
tr: Zıplamalı Squat
vi: Ngồi xổm nhảy

source: Pilates Leg Pulls
da: Pilates ben pulls
el: Τράβηγμα ποδιών στυλ πιλάτες
es: Pilates Pulls para Piernas
fi: Pilates Jalanvedot
fr: Pilates Leg Pulls (Levers de Jambes Tendues)
hu: Pilates Leg húz
id: Leg Pull Pilates
it: Leg Pull Pilates
ja: ピラティス脚引き
ms: Menarik Kaki Pilates
pt: Puxada da perna de Pilates
ru: Поднятие Ног
sv: Pilates bendrag
th: พิลาเต้ เลก พูล
tr: Pilates Bacak Çekme
vi: Kéo chân thể dục

source: Rocket Squats
da: Raket squats
de: Raketen Kniebeugen
el: Σκουότ Πύραυλος
es: Sentadillas Rocket
fi: Rocket Kyykyt
fr: Rocket Squats (Flexions + Sauts)
hu: Rocket guggolás
id: Jongkok Roket
ja: ロケットスクワット
ms: Bercangkung Roket
nb: Rocket knebøy
pt: Agachamentos Rocket
ru: Ракетное Выпрыгивание
sv: Raketsquats
th: ร็อคเก็ต สควอช
tr: Roket Squatlar
vi: Ngồi xổm tên lửa

source: Knee Tucks
da: Knæbøjninger
el: Μάζεμα Γόνατος
fi: Tuck Jumps
fr: Knee Tucks (Abdos + Flexions des Genoux)
hu: Térd redő
id: Tuck Lutut
it: Richiama Ginocchia
ja: 膝タック
ms: Tucks lutut
pt: Encolher Joelhos
ru: Подтягивание Коленок
sv: Knäsparkar
th: เก็บเข่า
tr: İçeri Doğru Bacak Çekme
vi: Thu nhỏ đầu gối

source: Pilates Toe Taps
da: Pilates tå-step
el: Άγγιγμα πατούσας στυλ πιλάτες
es: Pilates Toques de Dedos
fr: Pilates Toe Taps (Lever de Jambes + Toucher Orteils)
hu: Pilates Toe Csap
id: Toe Tap Pilates
it: Toe Taps Pilates
ja: ピラティスつま先タップ
ms: Menyentuh Jari Kaki Pilates
nb: Pilates toe touches
pt: Toque nos dedos do pé de Pilates
ru: Касания Пальчиками в Положении Лежа
sv: Pilates tåböj
th: พิลาเต้ โท แท็ป
tr: Pilates Ayak Ucuna Dokunma
vi: Chạm ngón thể dục

source: Triple Dip Squats
da: Tredobbelte dip squats
el: Σκουότ με τριπλή βύθιση
es: Sentadillas Triple Dip
fi: Triple Kyykkydippi
fr: Triple Dip Squats (Triple Flexions)
hu: Hármas Dip guggolás
id: Jongkok Triple Dip
it: Squat Dip Triplo
ja: トリプルディップスクワット
ms: Bercangkung Dip Tiga Kali
nb: Trippel knebøy
pt: Agachamentos Triplos
ru: Тройные Глубокие Приседания
sv: Trippla dip squats
th: ทริปเปิ้ล ดิป สควอช
tr: Üçlü Dip Squat
vi: Ngồi xổm xà kép

source: Toe Touches
da: Udstrækning
el: Άγγιγμα Πατούσας
es: Toques de Dedos
fi: Varpaankosketukset
fr: Toe Touches (Crunch Jambes Tendues)
hu: Toe Érintések
id: Sentuh Jempol Kaki
it: Tocca Piedi
ja: つま先タッチ
ms: Menyentuh Jari Kaki
pt: Toque nos dedos dos pés
ru: Касание Пальчиками
sv: Tåböj
th: สัมผัสเท้า
tr: Ayak Ucuna Dokunma
vi: Chạm ngón

source: Flutter Kicks
da: Sommerfuglespark
el: Κλωτσιές με Φτερούγισμα
fi: Flutter-potkut
fr: Flutter Kicks (Exercice des Ciseaux)
hu: Lebegés Kicks
id: Tendangan Flutter
ja: フラッターキック
ms: Tendangan pusingan berdebar-debar
pt: Pontapés Flutter
ru: Попеременное Подымание Ног
sv: Fjärilsspark
th: ฟลัตเตอร์ คิก
tr: Uzanırken Bacak Kaldırma
vi: Đá mạnh

source: Side Hip Raises
da: Side hofte løft
el: Πλάγιες Ανυψώσεις Γοφών
es: Levantamiento Lateral de Cadera
fi: Lannenostot sivuttain
hu: Side Hip emelések
id: Angkat Pinggul Samping
it: Sollevamento Fianchi Laterali
ja: サイドヒップ上げ
ms: Menaikkan Hip Sisi
pt: Eleavação lateral das ancas
ru: Боковое Поднимание Таза
sv: Sidohöjning för höfter
th: ยกสะโพกด้านข้าง
tr: Yan Kalça Yükseltme
vi: Tăng xương bên hông

source: Heel Touches
da: Hæle tap
de: Fersenanschläge
el: Αγγίγματα Φτέρνας
es: Toque de Talones
fi: Kantapäänkosketukset
fr: Heel Touches (Toucher Talon)
hu: Heel simítások
id: Sentuh Tumit
it: Tocca Talloni
ja: かかとタッチ
ms: Menyentuh Tumit
pt: Toques no calcanhar
ru: Потягивание до Пяток
sv: Hälböj
th: จับส้นเท้า
tr: Topuklara dokunma
vi: Chạm gót chân

source: BUY CHALLENGE ($%0.02f)
da: KØB UDFORDRING ($%0.02f)
de: HERAUSFORDERUNG KAUFEN ($%0.02f)
el: ΑΓΟΡΑ ΠΡΟΚΛΗΣΗΣ ($%0.02f)
es: COMPRAR RETO ($%0.02f)
fi: OSTA HAASTE ($%0.02f)
fr: ACHETER PROGRAMME (%0.02f$)
id: BELI TANTANGAN ($%0.02f)
it: ACQUISTA SFIDA ($%0.02f)
ja: チャレンジを購入($%0.02f)
ms: MEMBELI CABARAN ($%0.02f)
nb: KJØPR UTFRODRING ($%0.02f)
nl: KOOP DE CHALLENGE ($%0.02f)
pt: COMPRAR DESAFIO ($%0.02F)
ru: КУПИТЕ УПРАЖНЕНИЕ ($%0.02f)
sv: KÖP UTMANING ($%0.02f)
th: ซื้อภารกิจ ($%0.02f)
tr: PROGRAMI SATIN AL
vi: MUA THÁCH THỨC ($%0.02f)

source: BUY CHALLENGE
da: KØB UDFORDRING
de: HERAUSFORDERUNG KAUFEN
el: ΑΓΟΡΑ ΠΡΟΚΛΗΣΗΣ
es: COMPRAR RETO
fi: OSTA HAASTE
fr: ACHETER PROGRAMME
id: BELI TANTANGAN
it: ACQUISTA SFIDA
ja: チャレンジを購入
ms: MEMBELI CABARAN
nb: KJØP UTFORDING
nl: KOOP DE CHALLENGE
pt: COMPRAR DESAFIO
ru: КУПИТЕ УПРАЖНЕНИЕ
sv: KÖP UTMANING
th: ซื้อภารกิจ
tr: PROGRAMI SATIN AL
vi: MUA THÁCH THỨC

source: SHARE
da: DEL
de: TEILEN
el: ΜΟΙΡΑΣΤΕΙΤΕ
es: COMPARTIR
fi: JAA
fr: PARTAGER
id: BAGIKAN
it: CONDIVIDI
ja: シェア
ms: BERKONGSI
nb: DEL
nl: DEEL
pt: PARTILHAR
ru: ОТПРАВИТЬ
sv: DELA
th: แบ่งปัน
tr: PAYLAŞ
vi: CHIA SẺ

source: TEXT A FRIEND
da: SEND SMS TIL EN VEN
de: EINEN FREUND TEXTEN
el: ΜΗΝΥΜΑ ΣΕ ΦΙΛΟ
es: ENVÍAR A UN AMIGO
fi: TEKSTAA KAVERILLE
fr: ENVOYER A UN AMI PAR SMS
id: KIRIM PESAN KE TEMAN
it: MESSAGGIA UN AMICO
ja: 友達にメッセージを送信
ms: MENGHANTAR TEX KEPADA KAWAN
nb: Tekst en venn
nl: TEKST EEN VRIEND
pt: ENVIAR MENSAGEM A UM AMIGO
ru: ОТПРАВИТЬ ТЕКСТОВЫМ СООБЩЕНИЕМ ДРУГУ
sv: SMS:A EN VÄN
th: ส่งข้อความถึงเพื่อน
tr: ARKADAŞINA MESAJ AT
vi: GỬI TIN ĐẾN BẠN BÈ

source: REQUEST A FEATURE
da: BED OM EN FUNKTION
de: FUNKTION ANFRAGEN
el: ΑΠΑΙΤΗΣΤΕ ΕΝΑ ΧΑΡΑΚΤΗΡΙΣΤΙΚΟ
es: SOLICITAR CARACTERÍSTICA
fi: HAE OMINAISUUTTA
fr: RÉCLAMER UNE FONCTIONNALITÉ
id: MINTA FITUR
it: RICHIEDI UNA FUNZIONE
ja: 機能をリクエスト
ms: MEMINTA SATU CIRI-CIRI
nb: Etterspør en funksjon
nl: VRAAG EEN FUNCTIE AAN
pt: PEDIR UMA FUNCIONALIDADE
ru: ЗАПРОСИТЬ ОСОБЕННОСТИ
sv: BEGÄR EN FUNKTION
th: ขอคุณสมบัติ
tr: ÖZELLİK TALEP ET
vi: YÊU CẦU TÍNH NĂNG

source: UNLOCK ALL CHALLENGES
da: LÅS OP FOR ALLE UDFORDRINGER
de: SCHALTEN SIE JEDE HERAUSFORDERUNG FREI
el: ΞΕΚΛΕΙΔΩΣΤΕ ΟΛΕΣ ΤΙΣ ΠΡΟΚΛΗΣΕΙΣ
es: DESBLOQUEA TODOS LOS DESAFÍOS
fi: AVAA KAIKKI HAASTEET
fr: Débloquer tous les DÉFIS
id: AKTIFKAN SEMUA TANTANGAN
it: SBLOCCA TUTTE LE SFIDE
ja: 全てのチャレンジをアンロック
ms: BUKA KUNCI SEMUA CABARAN
nb: LÅS OPP ALLE UTFORDRINGER
nl: ONTGRENDEL ALLE UITDAGINGEN
pt: DESBLOQUEIE TODOS OS DESAFIOS
ru: РАЗБЛОКИРУЙТЕ ВСЕ ЗАНЯТИЯ
sv: LÅS UPP UTMANINGAR
th: ปลดล็อคความท้าทายทั้งหมด
tr: BÜTÜN ZORLU GÖREVLERİ ETKİNLEŞTİR
vi: MỞ KHÓA TẤT CẢ CÁC THÁCH THỨC

source: %@ VALUE, %d%% OFF!
da: %@ VÆRDI, %d%% RABAT!
de: %@ WERT, %d%% DISCOUNT!
el: %@ ΑΞΙΑ, %d%% ΕΚΠΤΩΣΗ!
es: PRECIO %@, %d%% DE DESCUENTO!
fi: XXX $ ARVOINEN, XXX % ALE!
fr: Valeur de %@, %d%% de remise !
id: SEHARGA %@, DISKON %d%%!
it: VALORE %@, %d%% DI SCONTO!
ja: %@の元値を %d%% オフ!
ms: %@ NILAI, DISKAUN %d%%!
nb: %@ VERDI, %d%% RABATT!
nl: %@ WAARDE, %d%% KORTING!
pt: VALOR %@, DESCONTO %d%%!
ru: СТОИМОСТЬ – %@ , СКИДКА – %d%%!
sv: %@ VÄRDE, %d%% RABATT!
th: มูลค่า $XXX, ลด %d%%!
tr: %@ DEĞERİNDE, %d%% İNDİRİM!
vi: TRỊ GIÁ %@, GIẢM GIÁ %d%%!
