Repository: MobileWorldev127/Fit30-At-Home-Workouts-30-Day
Catalog: flexter/*.lproj/Localizable.strings
Languages: da, de, el, es, fi, fr, hu, id, it, ja, ms, nb, nl, pt, ru, sv, th, tr, vi

source: Ultimate Fat Burner
da: Ultimativ fedtforbrænder
de: Der Ultimative Fettverbrenner
el: Απόλυτο Κάψιμο Λίπους
es: El Último Quemador de Grasa
fi: Äärimmäinen Rahanpoltto
fr: Le Brûleur de Graisse Ultime
hu: Végső Fat Burner
id: Pembakar Lemak yang Mujarab
it: Brucia Grassi Definitivo
ja: 究極のファットバーナー
ms: Ultimate Pembakar Lemak
nb: Ultimate fettforbrenner
nl: Ultieme ververbrander
pt: O maior queimador de gordura
ru: Максимальное Сжигание Жира
sv: Ultimat fettförbrännare
th: แอปเผาผลาญไขมันสูงสุด
tr: En İyi Yağ Yakıcı
vi: Đốt cháy mỡ tiên tiến nhất

source: Professionally designed challenge to tone legs and butt. The workouts are quick, but highly effective! + 30 workouts; pay $1.99 for lifetime access + video guidance for EVERY exercise + simple interface to keep track of progress
da: Professionelt udviklet udfordring til at maksimertone ben og bagdel. Træningssessionerne er hurtige, men yderst effektive! + 30 træningssessioner; betal $1.99 for adgang for livet + video anvisninger for HVER øvelse + enkel brugerflade til at holde styr på dit fremskridt
de: Professionell gestaltete Herausforderung um Beine und Hintern zu straffen. Die Trainingseinheiten sind schnell, aber sehr effektiv! + 30 Trainingseinheiten; zahlen Sie für lebenslänglichen Zugang + Video-Anleitungen für JEDE Übung + Einfache Schnittstelle, um den Überblick über die Fortschritte zu halten
el: Επαγγελματικά σχεδιασμένες προκλήσεις για τόνωση στα πόδια και τον πισινό. Οι προπονήσεις είναι γρήγορες, αλλά εξαιρετικά αποτελεσματικές! + 30 προπονήσεις, πληρώστε $1.99 για πρόσβαση ζωής + Καθοδήγητικά βίντεο για ΚΑΘΕ άσκηση + Απλό μενούγια να παρακολουθείτε την πρόοδό σας
es: Retos profesionalmente diseñados para tonificar tus piernas y trasero. ¡Los entrenamientos son rápidos, pero muy efectivos! + 30 sesiones de entrenamiento; paga $1.99 para tener acceso de por vida + Guía de vídeo para TODOS los ejercicios + Interfaz sencilla para realizar un seguimiento del progreso
fi: Ammattimaisesti suunniteltu haaste jalkojen ja pakaroiden kiinteytykseen. Treenit ovat nopeita, mutta erittäin tehokkaita! +30 treeniä; maksa $1.99 rajoittamatonta käyttöä varten + video-ohjeet JOKAISELLE liikkeelle + helppo seurata omaa edistymistä
fr: Un programme conçu professionnellement pour tonifier les jambes et le fessier. Les exercices sont rapides à réaliser et très efficaces. + 30 exercices; payez $1.99 pour un accès permanent et illimité + Guide vidéo pour CHAQUE exercice + Une interface simple pour suivre vos progrès
hu: Professzionálisan tervezett kihívás, hogy hangot lábak és popsi. Az edzés gyors, de igen hatékony! + 30 edzésprogram; fizetnie 1,99 $ idejű hozzáférést + videó útmutatást minden gyakorlatot + egyszerű felületen nyomon követni a haladást
id: Tantangan yang dirancang secara profesional untuk membentuk kaki dan bokong. Workout nya cepat, tetapi sangatlah efektif! + 30 workout; bayar $1.99 untuk akses seumur hidup + panduan video untuk SETIAP latihan + interface sederhana untuk melihat perkembangan
it: Sfide progettate professionalmente per tonificare gambe e glutei. Gli allenamenti sono rapidi, ma altamente efficaci! + 30 allenamenti; paga $ 1,99 per accesso a vita + guida video per OGNI esercizio + interfaccia semplice per tenere traccia dei progressi
ja: プロのように脚とお尻を整えるチャレンジを設計しました。トレーニングは、迅速ですが、非常に効果的です！ +30のワークアウト。生涯アクセスするには$1.99 +各エクササイズにビデオガイダンス +進捗状況を追跡できるシンプルなインターフェイス
ms: Cabaran direka secara profesional untuk memaksimumkan pembentukan kaki dan punggung. Senaman adalah cepat, tetapi amat berkesan! + 30 senaman; membayar $1.99 untuk akses seumur hidup + Video bimbingan untuk SETIAP senaman + Antara muka yang mudah untuk mengesan kemajuan
nb: Profesjonelt utformet utfordring til å tone ben og rumpe. Disse treningsøktene er raske, men svært effektive! + 30 treningsøkter; betale $ 1,99 for lifetime tilgang + Video guides for hver øvelse + Enkelt grensesnitt for å holde oversikt over fremgangen
nl: Professioneel ontworpen uitdaging om benen en billen vorm te geven. De trainingen zijn snel, maar zeer effectief! + 30 trainingen; betaal $1.99 voor levenslange toegang + Video begeleiding voor ELKE oefening + Eenvoudige interface voor het bijhouden van de voortgang
pt: Desafio profissionalmente desenhado para tonificar pernas e bumbum. Os treinos são rápidos, mas altamente eficazes! + 30 exercícios; pague $1.99 para acesso para vida + Orientação de vídeo para TODOS os exercícios + Interface simples para acompanhar o progresso
ru: Профессионально разработанные упражнения для улучшения тонуса ног и ягодиц. Тренировки быстрые, но очень эффективные! + 30 упражнений; платите всего $1.99 для пожизненного доступа + видео инструкция для КАЖДОГО упражнения + простой интерфейс, чтобы следить за прогрессом
sv: Professionellt framtagna utmaningar för att tona ben och rumpa. Övningarna är snabba men effektiva! + 30 träningspass, betala $1,99 för livslång tillgång + videoguide för ALLA övningar + enkelt gränssnitt som håller koll på dina framgångar
th: ภารกิจออกกำลังกายที่ได้รับการออกแบบอย่างมืออาชีพสำหรับปรับสมดุลกล้ามเนื้อขาและสะโพก เป็นการออกกำลังกายรวดเร็วแต่มีประสิทธิภาพสูง! + การออกกำลังกาย 30 รายการ; จ่าย 1.99 ดอลลาร์ ใช้บริการได้ตลอดไป + คำแนะนำวิดีโอสำหรับทุกการออกกำลังกาย + การทำงานประสานเพื่อติดตามความก้าวหน้า
tr: Bacak ve kalçaya şekil vermek için profesyonelce tasarlandı. Egzersizler hızlıdır ama oldukça etkilidir! +30 egzersiz; hayat boyu erişim için $1.99 ödeyin +her egzersiz için video rehberi +ilerlemeyi takip edebilmek için kolay arayüz
vi: Thách thức được thiết kế cá nhân hoá để rắn chắc chân và mông. Việc tập luyện nhanh nhưng hiệu quả cao! + 30 bài tập; trả $1.99 truy cập suốt đời + hướng dẫn video cho MỌI bài tập + giao diện đơn giản để theo dõi tiến trình

source: Lean Long Legs
da: Lange slanke ben
de: Schlanke lange Beine
el: Τονισμένα Μακριά Πόδια
es: Piernas Largas Sin Grasa
fi: Hoikat Pitkät Jalat
fr: De Longues Jambes Fuselées
id: Kaki Jenjang dan Panjang
it: Lunghe Gambe Snelle
ja: スマートな長い脚
ms: Kaki panjang tanpa lemak
nl: Slanke lange benen
pt: Pernas longas e finas
ru: Длинные Стройные Ноги
sv: Smala, långa ben
th: ขายาวไร้ไขมัน
tr: Yağsız Uzun Bacaklar
vi: Chân dài gọn

source: Bubble Butt
da: Strutnumse
de: Knackpo
el: Τσουπωτός Πωπός1
es: Trasero de Burbuja
fr: Un Fessier Rebondi
id: Bokong Montok
it: Fondoschiena Sodo
ja: バブルのようなお尻
ms: Punggung gelembung
nl: Blubberkont
pt: Bumbum Bolha
ru: Упругая Попка
th: สะโพกกระชับ
tr: Diri Kalça
vi: Mông căng tròn

source: Professionally designed challenge to tone legs. Day 30 will test anyone! + 30 workouts; pay $1.99 for lifetime access + video guidance for EVERY exercise + simple interface to keep track of progress
da: Professionelt udviklet udfordring til at tone benene. Dag 30 vil være en prøvelse for enhver! + 30 træningssessioner; betal $1.99 for adgang for livet + video anvisninger for HVER øvelse + enkel brugerflade til at holde styr på dit fremskridt
de: Professionell gestaltete Herausforderung um Beine zu straffen. Tag 30 wird jeden prüfen! + 30 Trainingseinheiten; zahlen Sie $1,99 für lebenslänglichen Zugang + Video-Anleitungen für JEDE Übung + Einfache Schnittstelle, um den Überblick über die Fortschritte zu halten
el: Επαγγελματικά σχεδιασμένες προκλήσεις για τόνωση στα πόδια. Η Ημέρα 30 θα δοκιμάσει τον καθένα + 30 προπονήσεις, πληρώστε $1.99 για πρόσβαση ζωής + Καθοδήγητικά βίντεο για ΚΑΘΕ άσκηση + Απλό μενού για να παρακολουθείτε την πρόοδό σας
es: Retos profesionalmente diseñados para tonificar piernas. ¡Los 30 días pondrán a prueba a cualquiera! + 30 sesiones de entrenamiento; paga $1.99 para tener acceso de por vida + Guía de vídeo para TODOS los ejercicios + Interfaz sencilla para realizar un seguimiento del progreso
fi: Ammattimaisesti suunniteltu haaste jalkojen kiinteytykseen. Päivä 30 tulee haastamaan kenet tahansa! + 30 treeniä; maksa $1.99 rajoittamatonta käyttöä varten + video-ohjeet JOKAISELLE liikkeelle + helppo seurata omaa edistymistä
fr: Un programme conçu professionnellement pour tonifier les jambes. Les exercices du Jour 30 sont un véritable défi! + 30 exercices; payez $1.99 pour un accès permanent et illimité + Guide vidéo pour CHAQUE exercice + Une interface simple pour suivre vos progrès
hu: Professzionálisan tervezett kihívást tone lábát. 30. nap próbára senkit! + 30 edzésprogram; fizetnie 1,99 $ idejű hozzáférést + videó útmutatást minden gyakorlatot + egyszerű felületen nyomon követni a haladást
id: Tantangan yang dirancang secara profesional untuk membentuk kaki. Hari 30 akan menguji siapapun! + 30 workout; bayar $1.99 untuk akses seumur hidup + panduan video untuk SETIAP latihan + interface sederhana untuk melihat perkembangan
it: Sfide progettate professionalmente per tonificare le gambe. Il giorno 30 metterà alla prova chiunque! + 30 allenamenti; paga $ 1,99 per accesso a vita + guida video per OGNI esercizio + interfaccia semplice per tenere traccia dei progressi
ja: プロのように脚を整えるチャレンジを設計しました。30日間は誰でもお試しできます！ +30のワークアウト。生涯アクセスするには$1.99 +各エクササイズにビデオガイダンス +進捗状況を追跡できるシンプルなインターフェイス
ms: Cabaran direka secara profesional untuk membentukkan kaki. 30 Hari akan menguji sesiapa pun! + 30 senaman; membayar $ 1,99 untuk akses seumur hidup + Video bimbingan untuk SETIAP senaman + Antara muka yang mudah untuk mengesan kemajuan
nb: Profesjonelt utformet utfordring til å tone ben. Disse treningsøktene er raske, men svært effektive! + 30 treningsøkter; betale $ 1,99 for lifetime tilgang + Video guides for hver øvelse + Enkelt grensesnitt for å holde oversikt over fremgangen
nl: Professioneel ontworpen uitdaging om benen en billen vorm te geven. De trainingen zijn snel, maar zeer effectief! + 30 trainingen; betaal $1.99 voor levenslange toegang + Video leidraad begeleiding voor ELKE oefening + Eenvoudige interface voor het bijhouden van de voortgang
pt: Desafio profissionalmente desenhado para tonificar pernas. O dia 30 vai desafiar qualquer um! + 30 exercícios; pague $1.99 para acesso para vida + Orientação de vídeo para TODOS os exercícios + Interface simples para acompanhar o progresso
ru: Профессионально разработанные упражнения для улучшения тонуса ног. 30-ый день станет испытанием для каждого! + 30 упражнений; платите всего $1.99 для пожизненного доступа + видео инструкция для КАЖДОГО упражнения + простой интерфейс, чтобы следить за прогрессом
sv: Professionellt framtagna utmaningar för att tona ben. Övningarna är snabba men effektiva! + 30 träningspass, betala $1,99 för livslång tillgång + videoguide för ALLA övningar + enkelt gränssnitt som håller koll på dina framgångar
th: ภารกิจออกกำลังกายที่ได้รับการออกแบบอย่างมืออาชีพสำหรับปรับสมดุลกล้ามเนื้อขา วันที่ 30 จะเป็นการทดสอบทุกคน! + การออกกำลังกาย 30 รายการ; จ่าย 1.99 ดอลลาร์ ใช้บริการได้ตลอดไป + คำแนะนำวิดีโอสำหรับทุกการออกกำลังกาย + การทำงานประสานเพื่อติดตามความก้าวหน้า
tr: Bacaklara şekil vermek için profesyonelce tasarlandı. 30. gün herkesi sınayacak! +30 egzersiz; hayat boyu erişim için $1.99 ödeyin +her egzersiz için video rehberi +ilerlemeyi takip edebilmek için kolay arayüz
vi: Thách thức được thiết kế cá nhân hoá để rắn chắc chân. Ngày 30 sẽ kiểm tra khả năng của bất kỳ ai! + 30 bài tập; trả $1.99 truy cập suốt đời + hướng dẫn video cho MỌI bài tập + giao diện đơn giản để theo dõi tiến trình

source: 200 Rep Squat Challenge
da: 200 rep squat udfordring
de: 200 Rep Squat Herausforderung
el: Πρόκληση 200 επαναλήψεων σκουότ
es: Reto de 200 sentadillas
fi: 200 Kyykyn Haaste
fr: Programme 200 Squats (Flexions Posture Accroupie)
id: Tantangan 200 Rep Squat
it: Sfida 200 Squat Rep
ja: 200回繰り返しスクワットチャレンジ
ms: Cabaran bercangkung 200 kali
nb: 200 rep knebøy utfordring
nl: 200 rep squat uitdaging
pt: Desafio de Agachamentos de 200 Repetições
ru: Упражнение на 200 Приседаний
sv: 200 rep squat - utmaning
th: ภารกิจสควอช 200
tr: 200 Tekrar Squat Programı
vi: Thách thức ngồi xổm lặp lại 200 lần

source: Professionally designed challenge to tone abs. The workouts are quick, but highly effective! + 30 workouts; pay $1.99 for lifetime access + video guidance for EVERY exercise + simple interface to keep track of progress
da: Professionelt udviklet udfordring til at tone mavemusklerne. Træningssessionerne er hurtige, men yderst effektive! + 30 træningssessioner; betal $1.99 for adgang for livet + video anvisninger for HVER øvelse + enkel brugerflade til at holde styr på dit fremskridt
de: Professionell gestaltete Herausforderung um Bauch zu straffen. Die Trainingseinheiten sind schnell, aber sehr effektiv! + 30 Trainingseinheiten; zahlen Sie $1,99 für lebenslänglichen Zugang + Video-Anleitungen für JEDE Übung + Einfache Schnittstelle, um den Überblick über die Fortschritte zu halten
el: Επαγγελματικά σχεδιασμένες προκλήσεις για τόνωση των κοιλιακών. Οι προπονήσεις είναι γρήγορες, αλλά εξαιρετικά αποτελεσματικές! + 30 προπονήσεις, πληρώστε $1.99 για πρόσβαση ζωής + Καθοδήγητικά βίντεο για ΚΑΘΕ άσκηση + Απλό μενού για να παρακολουθείτε την πρόοδό σας
es: Retos profesionalmente diseñados para tonificar tu abdomen. ¡Los entrenamientos son rápidos, pero muy efectivos! + 30 sesiones de entrenamiento; paga $1.99 para tener acceso de por vida + Guía de vídeo para TODOS los ejercicios + Interfaz sencilla para realizar un seguimiento del progreso
fi: Ammattimaisesti suunniteltu haaste vastalihasten kiinteytykseen. Treenit ovat nopeita, mutta erittäin tehokkaita! + 30 treeniä; maksa $1.99 rajoittamatonta käyttöä varten + video-ohjeet JOKAISELLE liikkeelle + helppo seurata omaa edistymistä
fr: Un programme conçu professionnellement pour tonifier les abdos. Les exercices sont rapides à réaliser et très efficaces. + 30 exercices; payez $1.99 pour un accès permanent et illimité + Guide vidéo pour CHAQUE exercice + Une interface simple pour suivre vos progrès
hu: Professzionálisan tervezett kihívást tone absz. Az edzés gyors, de igen hatékony! + 30 edzésprogram; fizetnie 1,99 $ idejű hozzáférést + videó útmutatást minden gyakorlatot + egyszerű felületen nyomon követni a haladást
id: Tantangan yang dirancang secara profesional untuk membentuk abs. Workout nya cepat, tetapi sangat efektif! + 30 workout; bayar $1.99 untuk akses seumur hidup + panduan video untuk SETIAP latihan + interface sederhana untuk melihat perkembangan
it: Sfide progettate professionalmente per tonificare gli addominali. Gli allenamenti sono rapidi, ma altamente efficaci! + 30 allenamenti; paga $ 1,99 per accesso a vita + guida video per OGNI esercizio + interfaccia semplice per tenere traccia dei progressi
ja: プロのように腹筋を整えるチャレンジを設計しました。トレーニングは、迅速ですが、非常に効果的です！ +30のワークアウト。生涯アクセスするには$1.99 +各エクササイズにビデオガイダンス +進捗状況を追跡できるシンプルなインターフェイス
ms: Cabaran direka secara profesional untuk membentukkan abs. Senaman adalah cepat, tetapi amat berkesan! + 30 senaman; membayar $ 1,99 untuk akses seumur hidup + Video bimbingan untuk SETIAP senaman + Antara muka yang mudah untuk mengesan kemajuan
nb: Profesjonelt utformet utfordring til å tone abs. Disse treningsøktene er raske, men svært effektiv! + 30 treningsøkter; betale $ 1,99 for lifetime tilgang + Video guides for hver øvelse + Enkelt grensesnitt for å holde oversikt over fremgangen
nl: Professioneel ontworpen uitdaging om benen en billen vorm te geven. De trainingen zijn snel, maar zeer effectief! + 30 trainingen; betaal $1.99 voor levenslange toegang + Video leidraad begeleiding voor ELKE oefening + Eenvoudige interface voor het bijhouden van de voortgang
pt: Desafio profissionalmente desenhado para tonificar abdominais. Os treinos são rápidos, mas altamente eficazes! + 30 exercícios; pague $1.99 para acesso para vida + Orientação de vídeo para TODOS os exercícios + Interface simples para acompanhar o progresso
ru: Профессионально разработанные упражнения для улучшения тонуса мышц пресса. Тренировки быстрые, но очень эффективные! + 30 упражнений; платите всего $1.99 для пожизненного доступа + видео инструкция для КАЖДОГО упражнения + простой интерфейс, чтобы следить за прогрессом
sv: Professionellt framtagna utmaningar för att tona magmuskler. Övningarna är snabba men effektiva! + 30 träningspass, betala $1,99 för livslång tillgång + videoguide för ALLA övningar + enkelt gränssnitt som håller koll på dina framgångar
th: ภารกิจออกกำลังกายที่ได้รับการออกแบบอย่างมืออาชีพสำหรับปรับสมดุลหน้าท้อง เป็นการออกกำลังกายรวดเร็วแต่มีประสิทธิภาพสูง! + การออกกำลังกาย 30 รายการ; จ่าย 1.99 ดอลลาร์ ใช้บริการได้ตลอดไป + คำแนะนำวิดีโอสำหรับทุกการออกกำลังกาย + การทำงานประสานเพื่อติดตามความก้าวหน้า
tr: Karın kaslarına şekil vermek için profesyonelce tasarlandı. Egzersizler hızlıdır ama etkilidir! +30 egzersiz; hayat boyu erişim için $1.99 ödeyin +her egzersiz için video rehberi +ilerlemeyi takip edebilmek için kolay arayüz
vi: Thách thức được thiết kế cá nhân hoá để rắn chắc cơ bụng. Việc tập luyện nhanh nhưng hiệu quả cao! + 30 bài tập; trả $1.99 truy cập suốt đời + hướng dẫn video cho MỌI bài tập + giao diện đơn giản để theo dõi tiến trình

source: Beach Body Abs
da: Mavemuskler til stranden
de: Strandkörperbauch
el: Κοιλιακοί και Σώμα για Παραλία
es: Abdomen de cuerpo de playa
fi: Vatsalihakset Rantakuntoon
fr: Abdos Parfaits pour la Plage
hu: Beach ABS
id: Abs Tubuh Pantai
it: Addominali Corpo da Spiaggia
ja: ビーチボディ腹筋
ms: Abs badan Pantai
pt: Abdominais de Corpo de Praia
ru: Пляжный Пресс
sv: Strandmuskler
th: หน้าท้องแบบราบ
tr: Sahil Vücudu Karın Kasları
vi: Cơ bụng khoe cơ thể trên biển

source: 100 Rep Squat Challenge
da: 100 rep squat udfordring
de: 100 Rep Squat Herausforderung
el: Πρόκληση 100 επαναλήψεων σκουότ
es: Reto de 100 sentadillas
fi: 100 Kyykyn Haaste
fr: Programme 100 Squats (Flexions Posture Accroupie)
id: Tantangan 100 Rep Squat
it: Sfida 100 Squat Rep
ja: 100回繰り返しスクワットチャレンジ
ms: Cabaran bercangkung 100 kali
nb: 100 rep knebøy utfordring
nl: 100 rep squat uitdaging
pt: Desafio de agachamentos de 100 repetições
ru: Упражнение на 100 Приседаний
sv: 100 rep squat - utmaning
th: ภารกิจสควอช 100
tr: 100 Tekrar Squat Program
vi: Thách thức ngồi xổm lặp lại 100 lần

source: ABSolutely Killer Abs
da: ABSolut drabelige mavemuskler
de: Absoluter Hammer Bauch
el: Απόλυτα Φονικοί Κοιλιακοί
es: Abdomen ABSolutamente increíble
fi: ABSolutely Upeat Vatsat
fr: Des Abdos Absolument Parfaits
hu: Abszolút Killer Abs
id: Abs yang Amat Membentuk
it: Addominali Assolutamente da Urlo
ja: 腹筋キラー
ms: Benar-benar Abs yang Hebat
nl: ABSolute killer abs
pt: Abdominais ABSolutamente Mortíferos
ru: Абсолютно Убийственный Пресс
sv: MAGra, starka magmuskler
th: หน้าท้องกระชากใจสาวๆ
tr: Harika Karın Kasları
vi: Cơ bụng hoàn toàn hạ gục mọi người

source: Professionally designed challenge to maximize fat loss. The workouts are quick, but highly effective! + 30 workouts; pay $1.99 for lifetime access + video guidance for EVERY exercise + simple interface to keep track of progress
da: Professionelt udviklet udfordring til at maksimere fedttab. Træningssessionerne er hurtige, men yderst effektive! + 30 træningssessioner; betal $1.99 for adgang for livet + video anvisninger for HVER øvelse + enkel brugerflade til at holde styr på dit fremskridt
de: Professionell gestaltete Herausforderung um Beine zu straffen. Die Trainingseinheiten sind schnell, aber sehr effektiv! + 30 Trainingseinheiten; zahlen Sie $1,99 für lebenslänglichen Zugang + Video-Anleitungen für JEDE Übung + Einfache Schnittstelle, um den Überblick über die Fortschritte zu halten
el: Επαγγελματικά σχεδιασμένες προκλήσεις για μέγιστη απώλεια λίπους. Οι προπονήσεις είναι γρήγορες, αλλά εξαιρετικά αποτελεσματικές! + 30 προπονήσεις, πληρώστε $1.99 για πρόσβαση ζωής + Καθοδήγητικά βίντεο για ΚΑΘΕ άσκηση + Απλό μενού για να παρακολουθείτε την πρόοδό σας
es: Retos profesionalmente diseñados para maximizar la pérdida de grasa. ¡Los entrenamientos son rápidos, pero muy efectivos! + 30 sesiones de entrenamiento; paga $1.99 para tener acceso de por vida + Guía de vídeo para TODOS los ejercicios + Interfaz sencilla para realizar un seguimiento del progreso
fi: Ammattimaisesti suunniteltu haaste rasvanpolton maksimointiin. Treenit ovat nopeita, mutta erittäin tehokkaita! + 30 treeniä; maksa $1.99 rajoittamatonta käyttöä varten + video-ohjeet JOKAISELLE liikkeelle + helppo seurata omaa edistymistä
fr: Un programme conçu professionnellement pour optimiser la perte de masse graisseuse. Les exercices sont rapides à réaliser et très efficaces. + 30 exercices; payez $1.99 pour un accès permanent et illimité + Guide vidéo pour CHAQUE exercice + Une interface simple pour suivre vos progrès
hu: Professzionálisan tervezett kihívás, hogy maximalizálja a zsírégetést. Az edzés gyors, de igen hatékony! + 30 edzésprogram; fizetnie 1,99 $ idejű hozzáférést + videó útmutatást minden gyakorlatot + egyszerű felületen nyomon követni a haladást
id: Tantangan yang dirancang secara profesional untuk memaksimalkan pembakaran lemak. Workout nya cepat, tetapi sangat efektif! + 30 workout; bayar $1.99 untuk akses seumur hidup + panduan video untuk SETIAP latihan + interface sederhana untuk melihat perkembangan
it: Sfide progettate professionalmente per massimizzare la perdita di grasso. Gli allenamenti sono rapidi, ma altamente efficaci! + 30 allenamenti; paga $ 1,99 per accesso a vita + guida video per OGNI esercizio + interfaccia semplice per tenere traccia dei progressi
ja: プロのように脂肪減少のためのチャレンジを設計しました。トレーニングは、迅速ですが、非常に効果的です！ +30のワークアウト。生涯アクセスするには$1.99 +各エクササイズにビデオガイダンス +進捗状況を追跡できるシンプルなインターフェイス
ms: Cabaran direka secara profesional untuk memaksimumkan kehilangan lemak. Senaman adalah cepat, tetapi amat berkesan! + 30 senaman; membayar $1,99 untuk akses seumur hidup + Video bimbingan untuk SETIAP senaman + Antara muka yang mudah untuk mengesan kemajuan
nb: Profesjonelt utformet utfordring å maksimere fett tap. Disse treningsøktene er raske, men svært effektive! + 30 treningsøkter; betal $ 1,99 for lifetime tilgang + Video guides for hver øvelse + Enkelt grensesnitt for å holde oversikt over fremgangen
nl: Professioneel ontworpen uitdaging om benen en billen vorm te geven. De trainingen zijn snel, maar zeer effectief! + 30 trainingen; betaal $1.99 voor levenslange toegang + Video leidraad begeleiding voor ELKE oefening + Eenvoudige interface voor het bijhouden van de voortgang
pt: Desafio profissionalmente desenhado para maximizar perda de gordura. Os treinos são rápidos, mas altamente eficazes! + 30 exercícios; pague $1.99 para acesso para vida + Orientação de vídeo para TODOS os exercícios + Interface simples para acompanhar o progresso
ru: Профессионально разработанные упражнения для максимального сжигания жира. Тренировки быстрые, но очень эффективные! + 30 упражнений; платите всего $1.99 для пожизненного доступа + видео инструкция для КАЖДОГО упражнения + простой интерфейс, чтобы следить за прогрессом
sv: Professionellt framtagna utmaningar för att maxa fettförbränningen. Övningarna är snabba men effektiva! + 30 träningspass, betala $1,99 för livslång tillgång + videoguide för ALLA övningar + enkelt gränssnitt som håller koll på dina framgångar
th: ภารกิจออกกำลังกายที่ได้รับการออกแบบอย่างมืออาชีพเพื่อเพิ่มการเผาผลาญไขมันสูงสุด เป็นการออกกำลังกายรวดเร็วแต่มีประสิทธิภาพสูง! + การออกกำลังกาย 30 รายการ; จ่าย 1.99 ดอลลาร์ ใช้บริการได้ตลอดไป + คำแนะนำวิดีโอสำหรับทุกการออกกำลังกาย + การทำงานประสานเพื่อติดตามความก้าวหน้า
tr: Yağ yakımını maksimuma çıkarmak için profesyonelce tasarlandı. Egzersizler hızlı ama etkilidir! +30 egzersiz; hayat boyu erişim için $1.99 ödeyin +her egzersiz için video rehberi +ilerlemeyi takip edebilmek için kolay arayüz
vi: Thách thức được thiết kế cá nhân hoá để tối đa lượng mỡ giảm. Việc tập luyện nhanh nhưng hiệu quả cao! + 30 bài tập; trả $1.99 truy cập suốt đời + hướng dẫn video cho MỌI bài tập + giao diện đơn giản để theo dõi tiến trình
