Repository: MobileWorldev127/Fit30-At-Home-Workouts-30-Day
Catalog: flexter/*.lproj/Localizable.strings
Languages: da, de, el, es, fi, fr, hu, id, it, ja, ms, nb, nl, pt, ru, sv, th, tr, vi

source: %d Repetitions
da: %d gentagelser
de: %d Wiederholungen
el: %d Επαναλήψεις
es: %d Repeticiones
fi: %d Toistoa
fr: %d Répétitions
hu: %d Ismétlés
id: %d Pengulangan
it: %d Ripetizioni
ja: %d繰り返し
ms: ulangan %d
nb: %d repetisjoner
nl: %d Herhalingen
pt: %d Repetições
ru: %d Повторения(ий)
sv: %d repetitioner
th: ซ้ำ %d ครั้ง
tr: %d Tekrar
vi: %d bản mô phỏng

source: %ld professionally designed challenges to tone and maximize fat loss.
da: %ld professionelt udviklede udfordringer til at tone og maksimere fedttab.
de: %ld professionell entwickelte Herausforderungen, um zu straffen und Fett abzubauen.
el: %d επαγγελματικά σχεδιασμένες προκλήσεις για τόνωση και μέγιστη απώλεια λίπους.
es: % retos diseñados profesionalmente para tonificar y maximizar la pérdida de grasa.
fi: %ld ammattimaisesti kehiteltyä haastetta kiinteytymiseen ja rasvanpolttoon.
fr: %ld conçu professionnellement pour tonifier le corps et optimiser l'élimination de la masse graisseuse
hu: %ld professzionálisan megtervezett kihívások hang és maximalizálja a zsírégetést.
id: %ld tantangan yang dirancang secara profesional untuk membentuk dan memaksimalkan pembakaran lemak.
it: %d sfide progettate professionalmente per tonificare e massimizzare la perdita di grasso.
ja: %ldはプロのように脂肪減少ができるチャレンジを設計しました。
ms: cabaran %ld direka secara profesional untuk menyelaraskan dan memaksimumkan kehilangan lemak.
nb: %ld profesjonelt utformet utfordringer å tone og maksimere fett tap.
nl: %ld professioneel ontworpen uitdagingen om de tone en het vetverlies te maximaliseren.
pt: %ld desafios desenhados profissionalmente para tonificar e maximizar a perda de gordura
ru: %ld - профессионально разработанные упражнения для повышения тонуса и максимального сжигания жира.
sv: %ld professionellt framtagna övningar för att tona och maximera fettförbränning.
th: %ld ภารกิจออกกำลังกายที่ได้รับการออกแบบอย่างมืออาชีพและเพิ่มการเผาผลาญไขมันสูงสุด
tr: %Id yağ kaybınızı maksimum düzeye getirmek ve şekle girmek için profesyonelce tasarlanmış egzersizler
vi: %ld các thách thức được thiết kế cá nhân hoá để làm rắn chắc và giảm tối đa lượng mỡ.

source: (S)he Lifts
da: Han/hun løfter
de: (Sie) Er hebt
el: Αυτή(ος) Σηκώνει βάρη
es: Él(ella) levanta
fi: Hän nostaa
fr: Elle/Il Soulève
hu: (S) Felemeli
id: Ia Mengangkat
it: Lui/Lei Solleva
ja: リフトする
ms: Dia mengangkat
nb: Han/Hun løfter
nl: Lifts voor hem en haar
pt: Elevações Ele(a)
ru: Он(а) Подымает
sv: Hon lyfter
th: ยกขึ้น
tr: Kaldırın
vi: Anh/Cô nâng lên

source: 30 Day Beginner Challenge
da: 30-dages begynder-udfordring
de: 30 Day Anfänger Herausforderung
el: Πρόκληση 30 Ημερών για Αρχάριους
es: Reto de 30 Días para Principiante
fi: 30 Päivän Aloittelijahaaste
fr: Programme Débutant 30 Jours
hu: 30 nap Kezdő Challenge
id: 30 Hari Tantangan Pemula
it: Sfida 30 Giorni Principiante
ja: 30日間の初心者チャレンジ
ms: Cabaran Permulaan 30 Hari
nb: 30 dagers begynner utfordring
pt: Desafio 30 Dias Iniciante
ru: 30-дневное Упражнение для Начинающих
sv: 30 dagars utmaning för nybörjare
th: ภารกิจเริ่มต้น 30 วัน
tr: 30 Günlük Yeni Başlayanlar İçin Program
vi: Thách thức 30 ngày cho người mới bắt đầu

source: 30 Day Bikini Body Challenge
da: 30-dages bikini-krops-udfordring
de: 30 Tage Bikini Körper Herausforderung
el: Πρόκληση 30 Ημερών για Σώμα Μπικίνι
es: Reto de 30 Días para Tener Cuerpo de Bikini
fi: 30 Päivän Bikinivartalohaaste
fr: Programme 30 Jours Bikini
hu: 30 Nap Bikini Body Challenge
id: 30 Hari Tantangan Tubuh Bikini
it: Sfida 30 Giorni Bikiny Body
ja: 30日間のビキニボディチャレンジ
ms: Cabaran Badan Bikini 30 Hari
nb: 30 dagers bikini utfordring
pt: Desafio 30 Dias Corpo de Bikini
ru: 30-дневное Упражнение Тело Бикини
sv: 30 dagars utmaning för en bikinikropp
th: ภารกิจรูปร่างบิกินี่ 30 วัน
tr: 30 Günlük Bikini Vücudu Programı
vi: Thách thức thân hình bikini 30 ngày

source: 7 Minutes
da: 7 minutter
de: 7 Minuten
el: 7 λεπτά
es: 7 minutos
fi: 7 Minuuttia
hu: 7 Percek
id: 7 Menit
it: 7 Minuti
ja: 7分
ms: 7 minit
nb: 7 minutter
nl: 7 Minuten
pt: 7 minutos
ru: 7 Минут
sv: 7 minuter
th: 7 นาที
tr: 7 Dakika
vi: 7 Phút

source: A great app for fitness challenges!
da: Alletiders app til fitness udfordringer!
de: Eine tolle App für Fitness-Herausforderungen!
el: Μια σπουδαία εφαρμογή για γυμναστικές ασκήσεις!
es: ¡una aplicación genial para estar en forma!
fi: Loistava sovellus kuntoiluhaasteille!
fr: Une formidable application pour les programmes de fitness!
hu: Egy nagyszerű alkalmazás fitness kihívásokat!
id: App yang bagus untuk tantangan fitnes!
it: Un'ottima app per le sfide fitness!
ja: フィットネスチャレンジに最高のアプリ!
ms: Satu aplikasi yang hebat untuk cabaran kecergasan!
nb: En fantastisk app for fitness utfordringer!
nl: Een geweldige app voor fitness uitdagingen!
pt: Um ótima aplicação para desafios fitness!
ru: Чудесное приложение для фитнес тренировок!
sv: En bra app för fitnessutmaningar!
th: แอปยอดเยี่ยมสำหรับภารกิจฟิตเนส!
tr: Fitness programları için harika bir uygulama
vi: Một ứng dụng tuyệt vời cho các thách thức sức khoẻ!

source: Advanced
da: Avanceret
de: Erweitert
el: Προχωρημένα
es: Avanzado
fi: Edistyksellinen
fr: Avancé
hu: Fejlett
id: Lanjutan
it: Avanzato
ja: アドバンス
ms: Lanjutan
nb: Vidrekommen
nl: Gevorderd
pt: Avançado
ru: Продвинутый
sv: Avancerad
th: ขั้นสูง
tr: İleri Düzey
vi: Nâng cao

source: All in one spot, anytime, on the go.
da: Alt på et sted, når som helst, på farten.
de: Alles an einem Ort, zu jeder Zeit, unterwegs.
el: Όλα σε ένα κατευθείαν, οποτεδήποτε, οπουδήποτε.
es: Todo en un solo lugar, en cualquier momento y en cualquier lugar.
fi: Kaikki samassa paketissa, missä vain, milloin vain
fr: Tout-en-un, toujours prêt à l'emploi, partout.
hu: Minden egy helyen, bármikor, útközben.
id: Semua dalam satu titik, kapanpun, dimanapun.
it: Tutto in un solo punto, in ogni momento, in mobilità. L'
ja: 一箇所で、いつでも、外出先でも。
ms: Semua dalam satu tempat, bila-bila masa, di mana sahaja.
nb: Alt på et sted, hele tiden, på farten.
nl: Alles in een, op elk moment, onderweg.
pt: Tudo num só lugar, a qualquer hora, em movimento.
ru: Все в одном месте, в любое время, на ходу.
sv: Allt på samma gång, när som helst
th: ออกกำลังกายในหนึ่งเดียว ทุกที่ทุกเวลา
tr: Hepsi tek bir yerde, istediğiniz zaman.
vi: Tất cả trong một, bất kỳ lúc nào, khi đang di chuyển.

source: Athletic Training
da: Atletisk træning
de: Sportliches Training
el: Αθλητική Προπόνηση
es: Entrenamiento Atlético
fi: Atleettinen Treenaus
fr: Entraînement Sportif
id: Pelatihan Atletik
it: Training Ateltico
ja: アスレチックトレーニング
ms: Latihan Olahraga
nb: Atletisk trening
nl: Atletische training
pt: Treino atlético
ru: Атлетическая Тренировка
sv: Atletisk träning
th: การฝึกความแข็งแรง
tr: Atletik Antrenman
vi: Luyện tập thể thao

source: Beach Abs
da: Mavemuskler til stranden
de: Strand Bauch
el: Κοιλιακοί για Παραλία
es: Abdomen de Playa
fi: Rantakuntoiset Vatsalihakset
fr: Abdos Plage
id: Abs Pantai
it: Addominali da Spiaggia
ja: ビーチ腹筋
ms: Abs Pantai
pt: Abdominais de Praia
ru: Пляжный Пресс
sv: Strandmuskler
th: บีชแอบส์
tr: Sahil Karın Kasları
vi: Tập bụng ở bãi biển

source: Beginner
da: Begynder
de: Anfänger
el: Αρχάριος
es: Principiante
fi: Aloittelija
fr: Débutant
hu: Kezdő
id: Pemula
it: Principiante
ja: 初心者
ms: Pemula
nb: Begynner
pt: Iniciante
ru: Начинающий
sv: Nybörjare
th: เริ่มต้น
tr: Yeni Başlayan
vi: Người mới bắt đầu

source: Buy for $%0.02f
da: Køb for $%0.02f
de: Kaufen für $%0.02f
el: Αγοράστε για $%0.02f
es: Compra por $%0.02f
fi: Osta hintaan $%0.02f
fr: Acheter pour %0.02f$
hu: Vásárlás %0.02f
id: Beli seharga $%0.02f
it: Acquista per $%0.02f
ja: $%0.02fで購入
ms: Membeli untuk $%0.02f
nb: Kjøp nå for $%0.02f
nl: Koop voor $%0.02f
pt: Compre por $%0.02f
ru: Купите за $%0.02f
sv: Köp för $%0.02f
th: ซื้อในราคา $%0.02f
tr: Satın alın $%0.02f
vi: Mua cho $%0.02f

source: Cancel
da: Fortryd
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr: Annuler
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
ms: Batal
nb: Avbryt
nl: Annuleer
pt: Cancelar
ru: Отменить
sv: Avbryt
th: ยกเลิก
tr: İptal et
vi: Huỷ bỏ

source: Check out this great app for doing fitness challenges. https://itunes.apple.com/us/app/id986580178
da: Tjek denne fantastiske app til at deltage i fitness udfordringer. https://itunes.apple.com/us/app/id986580178
de: Schauen Sie sich diese tolle App an um Fitness Herausforderungen mitzumachen. https://itunes.apple.com/us/app/id986580178
el: Κοιτάξτε αυτή τη σπουδαία εφαρμογή για γυμναστικές ασκήσεις. https://itunes.apple.com/us/app/id986580178
es: Echa un vistazo a esta gran aplicación para hacer retos de ejercicio. https://itunes.apple.com/us/app/id986580178
fi: Tsekkaa tämä loistava sovellus kuntoiluhaasteita varten. https://itunes.apple.com/us/app/id986580178
fr: Découvrez cette formidable application afin de suivre des programmes de fitness. https://itunes.apple.com/us/app/id986580178
hu: Nézd meg ezt a nagyszerű alkalmazás csinál fitnesz kihívásokra. https://itunes.apple.com/us/app/id986580178
id: Lihat app bagus ini untuk melakukan tantangan fitnes. https://itunes.apple.com/us/app/id986580178
it: Guarda questa fantastica app per sfide fitness. https://itunes.apple.com/us/app/id986580178
ja: フィットネスチャレンジのこの最高のアプリをご覧ください。 https://itunes.apple.com/us/app/id986580178
ms: Tengok aplikasi yang hebat ini untuk melakukan cabaran kecergasan. https://itunes.apple.com/us/app/id986580178
nb: Hey! Sjekk denne fantastiske appen for fitness utfordringer. https://itunes.apple.com/us/app/id986580178?mt=8
nl: Bekijk deze geweldige app voor het doen van fitness uitdagingen. https://itunes.apple.com/us/app/id986580178
pt: Veja esta ótima aplicação para fazer desafios de fitness. https://itunes.apple.com/us/app/id986580178
ru: Просмотрите это замечательное приложение для фитнес тренировок. https://itunes.apple.com/us/app/id986580178
sv: Kolla in denna bra app för fitnessutmaningar. https://itunes.apple.com/us/app/id986580178
th: ลองดูแอปสุดคูลนี้ในการเล่นฟิตเนส https://itunes.apple.com/us/app/id986580178
tr: Fitness programları için bu harika uygulamaya göz atın.https://itunes.apple.com/us/app/id986580178
vi: Xem ngay ứng dụng tuyệt vời này để thực hiện các thách thức cho sức khoẻ. https://itunes.apple.com/us/app/id986580178

source: Day %d: %d Minutes
da: Dag %1$d: %2$d minutter
de: Tag %1$d: %2$d Minuten
el: Μέρα %1$d: %2$d Λεπτά
es: Día %1$d: %2$d Minutos
fi: Päivä %1$d: %2$d Minuuttia
fr: Jour %1$d: %2$d Minutes
hu: %1$d: %2$d Percek
id: Hari %1$d: %2$d Menit
it: Giorno %1$d: %2$d Minuti
ja: 日数 %1$d: %2$d分
ms: Hari %1$d: %2$d minit
nb: Dag %1$d: %2$d minutter
nl: Dag %1$d: %2$d minuten
pt: Dia %1$d: %2$d Minutos
ru: День %1$d: %2$d Минут(ы)
sv: Dag %1$d: %2$d minuter
th: วัน %1$d: %2$d นาที
tr: Gün %1$d: %2$d Dakika
vi: Ngày %1$d: %2$d Phút

source: Day %ld: Rest Day
da: Dag %ld: Hviledag
de: Tag %ld: Ruhetag
el: Μέρα %ld: Ημέρα Ανάκαμψης
es: Día %ld: Día de Descanso
fi: Päivä %ld: Lepopäivä
fr: Jour %ld: Jour de Récupération
hu: %ld: pihenés napja
id: Hari %ld: Hari Istirahat
it: Giorno %ld: Riposo
ja: 日数 %ld: 休息日
ms: Hari %ld: Hari Rehat
nb: Dag %Id: Hvile dag
nl: Dag %ld: rustdag
pt: Dia %1$d: Dia de descanço
ru: День %ld: День Отдыха
sv: Dag %ld: vilodag
th: วัน %ld: วันพัก
tr: Gün %ld: Dinlenme Günü
vi: Ngày %ld: Ngày nghỉ

source: Error
da: Fejl
de: Fehler
el: Σφάλμα
fi: Virhe
fr: Erreur
hu: Hiba
it: Errore
ja: エラー
ms: Ralat
nl: Foutmelding
pt: Erro
ru: Ошибка
th: ข้อขัดข้อง
tr: Hata
vi: Lỗi

source: Error loading the exercise. Please try again.
da: Fejl under oploading af øvelsen. Prøv venligst igen.
de: Fehler beim Laden der Übung. Bitte versuchen Sie es erneut.
el: Σφάλμα στην φόρτωση της άσκησης. Παρακαλούμε προσπαθήστε ξανά.
es: Error al cargar el ejercicio. Por favor, inténtalo nuevamente.
fi: Harjoituksen lataaminen epäonnistui. Yritä uudelleen.
fr: Erreur de chargement de l'exercice. Veuillez recommencer.
hu: Nem sikerült betölteni a gyakorlat. Kérlek próbáld újra.
id: Error dalam memuat pelatihan. Mohon coba lagi.
it: Errore nel caricamento dell'esercizio. Per favore riprova.
ja: エクササイズをロード中エラーが発生しました。再度お試しください。
ms: Ralat memuatkan senaman. Sila cuba lagi.
nb: Feil ved lasting av øvelsen. Vær så snill, prøv på nytt.
nl: Fout bij het laden van de oefening. Probeer het opnieuw.
pt: Erro ao carregar o exercício. Por favor tente de novo.
ru: Ошибка при загрузке упражнения: Пожалуйста, попробуйте еще раз.
sv: Problem med att ladda övningen. Försök igen.
th: ขัดข้องในการโหลดการออกกำลังกาย กรุณาลองอีกครั้ง
tr: Egzersiz yüklenirken hata. Lütfen tekrar deneyin.
vi: Lỗi tải bài tập thể dục. Vui lòng thử lại.

source: Error!
da: Fejl!
de: Fehler!
el: Σφάλμα!
fi: Virhe!
fr: Erreur!
hu: Hiba!
it: Errore!
ja: エラー！
ms: Ralat!
nl: Foutmelding!
pt: Erro!
ru: Ошибка!
th: ข้อขัดข้อง!
tr: Hata!
vi: Lỗi!

source: Facebook App is not installed.
da: Facebook app ikke installeret.
de: Facebook App ist nicht installiert.
el: Η εφαρμογή του Facebook δεν είναι εγκατεστημένη.
es: La aplicación de Facebook no está instalada.
fi: Facebook –sovellusta ei ole asennettu.
fr: L'Application Facebook n'est pas installée.
hu: Facebook App nincs telepítve.
id: App Facebook tidak terinstal.
it: App Facebook non installata.
ja: Facebookアプリがインストールされていません。
ms: Facebook App tidak dipasang.
nb: Facebook er ikke installert
nl: Facebook app is niet ge√Ønstalleerd.
pt: Aplicação do Facebook não está instalada.
ru: Приложение Facebook не установлено.
sv: Facebooks app är inte installerad.
th: ไม่มีการติดตั้งแอป Facebook
tr: Facebook Uygulaması indirilmedi.
vi: Ứng dụng Facebook chưa được cài đặt.

source: Finish previous workouts to unlock this workout
da: Gør tidligere træninger færdige for at oplåse denne træning
de: Beenden Sie Ihre früheren Trainingsübungen, um dieses Training zu entsperren
el: Ολοκληρώστε προηγούμενες προπονήσεις για να ξεκλειδώσετε αυτή
es: ¡Termina los ejercicios previos para desbloquear este entrenamiento!
fi: Tee aikaisemmat harjoitukset loppuun ennen tämän treenin avaamista.
fr: Vous devez finir les exercices précédents afin de déverrouiller cet exercice.
hu: Fejezd korábbi edzésekkel, hogy kinyit ez az edzés
id: Selesaikan workout sebelumnya untuk membuka workout ini
it: Finisci gli allenamenti precedenti per sbloccare questo allenamento
ja: このトレーニングをアンロックするには前のトレーニングを終わらせてください
ms: Selesai senaman sebelumnya untuk membuka kunci senaman ini
nb: Fullfør tidligere treningsøkter for å låse opp denne treningen
nl: Voltooi de vorige trainingen om deze training te kunnen ontgrendelen
pt: Termine exercícios anteriores para desbloquear este exercício
ru: Закончите предыдущие упражнения, чтобы разблокировать это
sv: Avsluta tidigare övningar för att låsa upp denna övning.
th: ออกกำลังกายก่อนหน้าให้เสร็จสิ้นก่อนปลดล็อกการออกกำลังกายนี้
tr: Bu egzersizi açmak için bir önceki egzersizi bitirin
vi: Kết thúc tập luyện trước đó để mở khoá bài tập luyện này

source: For beginners & intermediates.
da: For begyndere og viderekommende.
de: Für Anfänger & Fortgeschrittene.
el: Για αρχάριους & μέτριους
es: Para principiantes e intermedios.
fi: Aloittelijoille & keskitason treenajille.
fr: Pour débutants & intermédiaires.
hu: A kezdőknek és köztes.
id: Untuk para pemula dan menengah.
it: Per principianti & intermedi
ja: 初心者＆中級者のため。
ms: Untuk pemula & perantaraan.
nb: For begynnere og medium
nl: Voor beginners en gevorderden.
pt: Para iniciantes e intermédios.
ru: Для начинающий и средних.
sv: För nybörjare & mer erfarna.
th: สำหรับผู้เริ่มต้นและระดับกลาง
tr: Yeni başlayanlar & orta seviyeler için
vi: Cho người mới bắt đầu và trung cấp.

source: Hey! Check this amazing app for fitness challenges. https://itunes.apple.com/us/app/id986580178?mt=8
da: Hi! Tjek denne fantastiske app til fitness udfordringer. https://itunes.apple.com/us/app/id986580178?mt=8
de: Hallo! Schauen Sie sich diese erstaunliche App für Fitness-Herausforderungen an. https://itunes.apple.com/us/app/id986580178?mt=8
el: Επ! Δείτε αυτή τη σπουδαία εφαρμογή για γυμναστικές ασκήσεις. https://itunes.apple.com/us/app/id986580178?mt=8
es: ¡Hey! Echa un vistazo a esta gran aplicación para hacer retos de ejercicio. https://itunes.apple.com/us/app/id986580178?mt=8
fi: Hei! Tsekkaa tämä mahtava sovellus kuntoiluhaasteille. https://itunes.apple.com/us/app/id986580178?mt=8
fr: Salut! Découvrez cette formidable application pour les programmes fitness. https://itunes.apple.com/us/app/id986580178?mt=8
hu: Hé! Ellenőrizze ezt a csodálatos app fitness kihívásokra. https://itunes.apple.com/us/app/id986580178?mt=8
id: Hei! Lihat app yang luar biasa ini untuk tantangan fitnes. https://itunes.apple.com/us/app/id986580178?mt=8
it: Hey! Guarda questa fantastica app per sfide fitness. https://itunes.apple.com/us/app/id986580178?mt=8
ja: やぁ！フィットネスチャレンジの素晴らしいアプリを見てみて。 https://itunes.apple.com/us/app/id986580178?mt=8
ms: Hey! Semak aplikasi yang hebat ini untuk cabaran kecergasan. https://itunes.apple.com/us/app/id986580178?mt=8
nb: Hey! Sjekk denne fantastiske appen for fitness utfordringer. https://itunes.apple.com/us/app/id986580178?mt=8
nl: Hoi! Bekijk deze geweldige app voor fitness uitdagingen. https://itunes.apple.com/us/app/id986580178?mt=8
pt: Hey! Veja esta ótima aplicação para fazer desafios de fitness. https://itunes.apple.com/us/app/id986580178?mt=8
ru: Эй! Посмотрите, какое отличное приложение для фитнес тренировок. https://itunes.apple.com/us/app/id986580178?mt=8
sv: Du! Kolla in denna otroliga app för fitnessövningar. https://itunes.apple.com/us/app/id986580178?mt=8
th: สวัสดีค่ะ! ลองดูแอปภารกิจฟิตเนสอันยอดเยี่ยมนี้ https://itunes.apple.com/us/app/id986580178?mt=8
tr: Hey! Fitness programları için bu harika uygulamaya bir göz at! https://itunes.apple.com/us/app/id986580178?mt=8
vi: Nào! Xem ứng dụng tuyệt vời với các thách thức cho sức khoẻ này. https://itunes.apple.com/us/app/id986580178?mt=8

source: HIIT Cardio
el: Αερόβιο HIIT
es: Cardio HIIE
fi: HIIT Kestävyys
fr: Cardio HIIT
id: HIIT Kardio
ja: HIIT有酸素運動
ms: Kardio HIIT
nb: HIIT kardio
pt: Cardio HIIT
ru: Кардио упражнения высокой интенсивности
sv: HIIT-kondition
th: ฺฮิตคาร์ดิโอ
tr: HIIT Kardiyo
vi: Tim mạch HIIT

source: Home Workouts
da: Træning hjemme
de: Heim Fitnessübungen
el: Προπονήσεις στο σπίτι
es: Ejercicios para casa
fi: Kotitreenit
fr: Exercices à Domicile
hu: Otthoni edzések
id: Workout di Rumah
it: Allenamenti Casalinghi
ja: ホームトレーニング
ms: Senaman rumah
nb: Hjemme økter
nl: Workouts voor thuis
pt: Exercícios em Casa
ru: Упражнения в домашних условиях
sv: Hemmaträning
th: ออกกำลังกายที่บ้าน
tr: Ev Egzersizleri
vi: Tập luyện tại nhà

source: Hurray!
da: Hurra!
de: Hurra!
el: Γιουπι!
es: ¡Hurra!
fi: Hurraa!
fr: Hourra!
hu: Hurrá!
id: Hore!
it: Urrà!
ja: ばんざーい！
nb: Hurra!
nl: Hoera!
ru: Ура!
sv: Hurra!
th: ฮูเรย์!
tr: Oley!
vi: Tuyệt vời!

source: I hope Fit30 has helped you get in better shape! If so, we'd really appreciate a review in the App Store. Thank you so much! -Jay
da: Jeg håber Fit30 har hjulpet dig til at komme i bedre form! I så fald, ville vi virkelig sætte pris på en anmeldelse i App-butikken. Mange tak! -Jay
de: Ich hoffe, Fit30 hat Ihnen geholfen, eine bessere Form zu erhalten! Wenn ja, würden wir eine Rezension im App Store wirklich zu schätzen wissen. Vielen Dank! -Jay
el: Ελπίζω ότι το Fit30 σας βοήθησε να είστε σε καλύτερη φόρμα. Αν είναι έτσι, πραγματικά θα εκτιμούσαμε μια κριτική στο App Store. Ευχαριστούμε πολύ! -Jay
es: ¡Espero que Fit30 te haya ayudado a estar en mejor forma! Si es así, realmente apreciaríamos una reseña en la App Store. ¡Muchas gracias! -Jay
fi: Toivon, että Fit30 on auttanut sinua pääsemään parempaan kuntoon. Jos näin on, olisi hienoa jos voisit kirjoittaa meille arvion App Storeen. Kiitos! -Jay
fr: J'espère que Fit30 vous a permis de retrouver la forme! Si c'est le cas, merci de nous laisser une évaluation dans la Boutique des Applications. Merci beaucoup! -Jay
hu: Remélem Fit30 segített kapsz jobb formában! Ha igen, mi lenne igazán értékelni a véleményét az App Store-ban. Köszönöm szépen! -Jay
id: Saya harap Fit30 telah membantu Anda mendapatkan bentuk tubuh yang lebih baik! Jika demikian, kami akan sangat menghargai sebuah ulasan di App Store. Terima kasih banyak! -Jay
it: Spero che Fit30 ti abbia aiutato a metterti in forma! In questo caso, apprezzeremo una recensione su App Store. Grazie mille! -Jay
ja: Fit30でより良い体形を得られたと願っています！もしそうなら、App Storeでレビューをお願い致します。どうもありがとうございました！ -Jay
ms: Saya berharap Fit30 telah membantu anda mencapai bentuk yang lebih baik! Dengan itu, kami benar-benar akan menghargai ulasan anda dalam Kedai Aplikasi. Terima kasih banyak! -Jay
nb: Jeg håper Fit30 har hjulpet deg å komme i bedre form! I så fall ville vi virkelig setter pris på en vurdering i App Store. Tusen takk! -Jay
nl: Ik hoop dat Fit30 je heeft geholpen om in een betere vorm te komen! Als dat zo is, zouden we het echt waarderen als je een recensie in de App Store achterlaat. Heel erg bedankt! -Jay
pt: Espero que Fit30 o tenha ajudado a ficar em melhor forma! Se sim, ficaríamos agradecidos com um comentário na App Store. Muito obrigado! -Jay
ru: Надеемся, Fit30 помог Вам прийти в лучшую форму! Если да, мы очень надеемся получить Ваш отзыв в Магазине Приложений. Заранее очень благодарны! - Джей
sv: Jag hoppas att Fit30 har hjälpt dig komma i form! I så fall skulle vi verkligen uppskatta en recension i App Store. Tack så mycket! - Jay
th: ผมหวังว่าแอป Fit30 จะช่วยให้คุณมีรูปร่างดีขึ้น! เราหวังว่าคุณจะเขียนรีวิวให้แก่เราบน App Store ขอบคุณมากครับ! -Jay
tr: Umarım Fit30 daha iyi bir forma girmenizde yardımcı olmuştur. Eğer öyleyse, App Store'ta güzel bir yorum bırakabilirsiniz. Çok teşekkürler! -Jay
vi: Tôi hy vọng Fit30 sẽ giúp bạn có vóc dáng đẹp hơn! Nếu đúng như vậy, chúng tôi rất trân trọng một bài đánh giá từ bạn trên App Store. Cảm ơn bạn rất nhiều! -Jay

source: Impress the Ladies
da: Imponer damerne
de: Beeindrucken Sie die Damen
el: Εντυπωσιάστε τις κοπέλες
es: Impresiona a las Chicas
fi: Ihastuta Naiset
fr: Impressionnez les Femmes
hu: Lenyűgözni a hölgyek
id: Buat Para Wanita Terkesan
it: Fai colpo sulle Signore
ja: 女性に印象づける
ms: Menarik perhatian wanita
nb: Imponer damene
nl: Maak indruk op de dames
pt: Impressione as Raparigas
ru: Удивите Девушек
sv: Imponera på damerna.
th: สร้างความประทับใจให้แก่สาวๆ
tr: Kadınları Etkileyin
vi: Tạo ấn tượng với Phụ nữ

source: Instructions: %@
da: Anvisninger: %@
de: Anleitungen: %@
el: Οδηγίες: %@
es: Instrucciones: %@
fi: Ohjeet: %@
hu: Utasítás: %@
id: Instruksi: %@
it: Istruzioni: %@
ja: インストラクション： %@
ms: Arahan: %@
nb: Instruksjoner: %@
nl: Instructies: %@
pt: Instruções: %@
ru: Инструкции: %@
sv: Instruktioner: %@
th: คำแนะนำ: %@
tr: Talimatlar: %@
vi: Hướng dẫn: %@

source: Intermediate
da: Viderekommende
de: Fortgeschritten
el: Μέτριος
es: Intermedio
fi: Keskitaso
fr: Intermédiaire
hu: Középfokú
id: Menengah
it: Intermedio
ja: 中級者
ms: Perantaraan
nb: Medium
nl: Gevorderd
pt: Intermédio
ru: Средний
sv: Mellan
th: ระดับกลาง
tr: Orta Seviye
vi: Trung cấp

source: Lean Legs, Tight Tush
da: Slanke ben, stram numse
de: Schlanke Beine, fester Hintern
el: Τονισμένα Πόδια, Σφιχτός Πωπός
es: Piernas sin grasa, trasero tenso
fi: Hoikat Jalat, Tiukka Peppu
fr: Jambes Fuselées, Fessier Musclé
hu: Lean láb, Feszes Tush
id: Kaki Jenjang, Bokong Kencang
it: Gambe Snelle, Fondoschiena Sodo
ja: 綺麗な脚、引き締まったお尻
ms: Kaki tanpa lemak, gading ketat
nl: Slanke benen, strakke billen
pt: Pernas finas, Rabo tonificado
ru: Стройные Ноги, Подтянутые Ягодицы
sv: Smala ben, tight rumpa
th: ขาไร้ไขมัน น่องแข็งแง
tr: Yağsız Bacaklar, Sıkı Kalça
vi: Chân gọn, Mông căng

source: Locked!
da: Låst!
de: Gesperrt!
el: Κλειδωμένο!
es: ¡Bloqueado!
fi: Lukittu!
fr: Verrouillé!
hu: Lezárt!
id: Terkunci!
it: Bloccato!
ja: ロックされています！
ms: Dikunci!
nb: Låst!
nl: Vergrendeld!
pt: Bloqueado!
ru: Заблокировано!
sv: Låst!
th: ล็อค!
tr: Kilitli!
vi: Đã khoá!
