Repository: MobileWorldev127/Fit30-At-Home-Workouts-30-Day
Catalog: flexter/*.lproj/Localizable.strings
Languages: da, de, el, es, fi, fr, hu, id, it, ja, ms, nb, nl, pt, ru, sv, th, tr, vi

source: Make sure you enabled banner/alert in the Notification Center.
da: Sørg for, at du har aktiveret banner/alarm i Underretningscentret.
de: Stellen Sie sicher, Sie aktivierten Banner/Benachrichtigung im Benachrichtigungzentrum.
el: Βεβαιωθείτε ότι έχετε ενεργοποιήσει την ειδοποίηση στο Κέντρο Ειδοποιήσεων.
es: Asegúrate que has activado las alertas en el Centro de Notificaciones.
fi: Varmista, että sallit mainosbannerit/huomautukset Ilmoituskeskuksesta.
fr: Vérifiez que vous avez activé la bannière/ l'alerte dans le Centre de Notification.
hu: Győződjön meg róla, hogy engedélyezve banner / riasztást a Notification Center.
id: Pastikan Anda menyalakan banner/peringatan di Pusat Pemberitahuan.
it: Assicurati di aver abilitato banner/notifiche nel Centro Notifiche.
ja: 通知センターでバナー/アラートを有効にしてください。
ms: Pastikan anda membolehkan banner/amaran di Pusat Pemberitahuan.
nb: Sørg for at du har aktivert banner / varsling i notifikasjoner.
nl: Zorg ervoor dat je de banner/signalering in het Kennisgeving Centrum mogelijk maakt.
pt: Certifique-se que ativou o banner/alerta no Centro de Notificações.
ru: Убедитесь, что вы включили уведомления в Центре Уведомлений.
sv: Se till att du aktiverat meddelanden i notiscenter
th: แน่ใจว่าคุณได้เปิดใช้งานแบนเนอร์/การแจ้งเตือนใน Notification Center
tr: Bildirim Merkezinden başlık/alarm'u aktifleştirdiğinizden emin olun.
vi: Chắc chắn rằng bạn đã kích hoạt banner/cảnh báo trong Trung tâm Thông báo

source: Message
da: Meddelelse
de: Meldung
el: Μήνυμα
es: Mensaje
fi: Viesti
hu: Üzenet
id: Pesan
it: Messaggio
ja: メッセージ
ms: Mesej
nb: Melding
nl: Bericht
pt: Mensagem
ru: Сообщения
sv: Meddelande
th: ข้อความ
tr: Mesaj
vi: Tin nhắn

source: Most Popular
da: Mest populære
de: Am beliebtesten
el: Πιο δημοφιλή
es: Más Popular
fi: Suosituin
fr: Plus Populaire
hu: Legnepszerubb
id: Paling Populer
it: Più Popolare
ja: 最も人気
ms: Paling Popular
nb: Mest populær
nl: Meest populair
pt: Mais popular
ru: Самое Популярное
sv: Mest populära
th: ได้รับความนิยมสูงสุด
tr: En Popüler
vi: Phổ biến nhất

source: NEW!
da: NY!
de: NEU!
el: ΝΕΟ!
es: ¡NUEVO!
fi: UUSI!
fr: NOUVEAU!
hu: ÚJ!
id: BARU!
it: NUOVO!
ja: 新着！
ms: BARU!
nb: NY!
nl: NIEUW!
pt: NOVO!
ru: НОВОЕ!
sv: NY!
th: ใหม่!
tr: YENİ!
vi: MỚI!

source: No
da: Nej
de: Nein
el: Όχι
fi: Ei
fr: Non
hu: Nem
id: Tidak
ja: いいえ
ms: Tidak
nb: Nei
nl: Geen
pt: Não
ru: Нет
sv: Nej
th: ไม่
tr: Hayır
vi: Không

source: No equipment needed.
da: Udstyr ikke nødvendigt.
de: Keine Ausrüstung erforderlich.
el: Δεν χρειάζεται εξοπλισμός.
es: No se necesita equipo.
fi: Ei vaadi varusteita.
fr: Aucun équipement nécessaire.
hu: Nem szükséges felszereléssel.
id: Tanpa membutuhkan peralatan apapun.
it: Nessuna attrezzatura necessaria.
ja: 機器は必要ありません。
ms: Tiada peralatan diperlukan
nb: Ingen utstyr trengs
nl: Geen apparatuur nodig.
pt: Nenhum equipamento necessário.
ru: Не нужно оборудование.
sv: Ingen utrustning behövs.
th: ไม่ต้องใช้อุปกรณ์
tr: Ekipman gerekmez
vi: Không cần dụng cụ hỗ trợ.

source: Notification
da: Underretning
de: Benachrichtigung
el: Ειδοποίηση
es: Notificación
fi: Ilmoitus
id: Pemberitahuan
it: Notifica
ja: 通知
ms: Pemberitahuan
nb: Notifikasjon
nl: Berichtgeving
pt: Notificação
ru: Уведомление
sv: Notis
th: การแจ้ง
tr: Bildirim
vi: Thông báo

source: OK
el: ΟΚ
hu: oké
ru: ОК
th: ตกลง
tr: TAMAM

source: OVER 50% OFF!
de: ÜBER 50% RABATT!
el: ΜΕΙΩΝ ΠΑΝΩ ΑΠΟ 50%!
es: ¡MÁS DEL 50% DE DESCUENTO!
fi: SÄÄSTÄ YLI 50%!
fr: Plus de 50% de REDUCTION!
hu: Több mint 50% OFF!
id: POTONGAN LEBIH DARI 50%!
it: OLTRE 50% DI SCONTO!
ja: 50%以上オフ！
ms: POTONGAN LEBIH DARIPADA 50%!
nb: Mer enn 50% avslag!
nl: MEER DAN 50% KORTING
pt: MAIS de 50% de DESCONTO!
ru: СКИДКА БОЛЕЕ 50%!
sv: MER ÄN 50 % RABATT!
th: ลดกว่า 50%
tr: %50'DEN BAŞLAYAN İNDİRİM!
vi: GIẢM TRÊN 50%!

source: Please help us out!
da: Hjælp os venligst!
de: Bitte helfen Sie uns aus!
el: Παρακαλούμε βοηθήστε μας!
es: ¡Por favor ayúdanos!
fi: Autathan meitä!
fr: Merci de nous aider!
hu: Kérjük, segíts nekünk!
id: Mohon bantu kami!
it: Per favore aiutaci!
ja: ご協力ください！
ms: Sila membantu kami!
nb: Hjelp oss!
nl: Gelieve ons te helpen!
pt: Por favor ajude-nos!
ru: Пожалуйста, помогите нам!
sv: Snälla hjälp oss!
th: โปรดช่วยเรา!
tr: Lütfen bize yardımcı olun!
vi: Vui lòng giúp chúng tôi!

source: Please load this challenge again to enable the buy button.
da: Indlæs venligst denne udfordring igen for at aktivere købsknappen.
de: Bitte laden Sie diese Herausforderung erneut, um den Kaufen-Button zu aktivieren.
el: Παρακαλούμε φορτώστε ξανά αυτή την πρόκληση για να ενεργοποιήσετε το κουμπί αγοράς.
es: Por favor cargar este reto nuevamente para activar el botón de compra.
fi: Lataa tämä haaste uudestaan salliaksesi osta -painikkeen.
fr: Veuillez actualiser ce programme pour activer le bouton achat.
hu: Kérjük, töltse be ezt a kihívást ismét, hogy a vásárlás gombra.
id: Mohon muat tantangan ini lagi untuk menyalakan tombol beli.
it: Per favore carica di nuovo questa sfida per abilitare il pulsante acquista.
ja: 購入ボタンを有効にするには、もう一度このチャレンジをロードしてください。
ms: Sila memuatkan cabaran ini sekali lagi untuk membolehkan butang beli.
nb: Vennligst legg denne utfordringen på nytt for å aktivere Kjøp knappen.
nl: Laad deze uitdaging opnieuw op om de aankoopknop in te schakelen.
pt: Por favor carregue este desafio de novo para ativar o botão comprar.
ru: Пожалуйста, загрузите это упражнение опять, чтобы активировать кнопку покупок.
sv: Ladda denna övning igen för att aktivera köpknappen.
th: โปรดโหลดภารกิจนี้อีกครั้งเพิ่มเปิดใช้งานปุ่มซื้อ
tr: Satın alma tuşunu aktif hale getirmek için lütfen bu programı yükleyin.
vi: Vui lòng tải lại thách thức này lần nữa để kích hoạt nút mua.

source: Purchase this challenge to unlock it
da: Køb denne udfordring for at oplåse den
de: Erwerben Sie diese Herausforderung, um sie freizuschalten
el: Αγοράστε αυτή την πρόκληση για να την ξεκλειδώσετε
es: Compra este reto para desbloquearlo
fi: Osta tämä haaste avataksesi sen
fr: Achetez ce programme pour le déverrouiller.
hu: Vásárolni ezt a kihívást, hogy kinyit ez
id: Beli tantangan ini untuk membuka kuncinya
it: Acquista questa sfida per sbloccarla
ja: ロックを解除するために、このチャレンジを購入してください
ms: Membeli cabaran ini untuk membuka kunci
nb: Kjøp denne utfordringen for å åpne den
nl: Koop deze uitdaging om deze te ontgrendelen
pt: Compre este desafio para o desbloquear
ru: Купите это упражнение, чтобы разблокировать его
sv: Köp denna övning för att låsa upp den.
th: ซื้อภารกิจนี้เพื่อปลดล็อก
tr: Açmak için bu programı satın alın
vi: Mua thách thức này để mở khoá nó

source: Registration failed
da: Tilmelding mislykkedes
de: Registrierung fehlgeschlagen
el: Εγγραφή απέτυχε
es: Falló el registro
fi: Rekisteröityminen epäonnistui
fr: L'inscription à échoué.
hu: Regisztráció sikertelen
id: Pendaftaran gagal
it: Registrazione fallita
ja: 登録に失敗しました
ms: Pendaftaran gagal
nb: Registrering mislyktes
nl: Registratie is mislukt
pt: Registo falhou
ru: Регистрация не удалась
sv: Registreringen misslyckades
th: การลงทะเบียนล้มเหลว
tr: Üyelik başarısız
vi: Đăng ký thất bại

source: Registration successful
da: Tilmelding lykkedes
de: Registrierung erfolgreich
el: Εγγραφή επιτυχής
es: Registro exitoso
fi: Rekisteröityminen onnistui
fr: Inscription effectuée
hu: Regisztráció sikeres
id: Pendaftaran berhasil
it: Registrazione avvenuta con successo
ja: 登録に成功しました
ms: Pendaftaran berjaya
nb: Registrering vellykket
nl: Registratie is gelukt
pt: Registo com sucesso
ru: Регистрация прошла успешно
sv: Registreringen lyckades
th: การลงทะเบียนสำเร็จ
tr: Üyelik başarılı
vi: Đăng ký thành công

source: Reminder for next day
da: Påmindelse til den følgende dag
de: Erinnerung für die nächsten Tage
el: Υπενθύμιση για την επόμενη μέρα
es: Recordatorio para el siguiente día
fi: Muistutus seuraavalle päivälle
fr: Rappel pour le jour suivant
hu: Emlékeztető másnapi
id: Pengingat untuk keesokan harinya
it: Promemoria per il prossimo giorno
ja: 次の日のためのリマインダー
ms: Peringatan untuk hari yang akan datang
nb: Påminnelse for neste dag
nl: Herinnering voor de volgende dag
pt: Lembrete para o dia seguinte
ru: Напоминание на следующий день
sv: Påminnelse nästa dag
th: การแจ้งในวันถัดไป
tr: Ertesi gün için hatırlatma
vi: Nhắc nhở cho ngày tiếp theo

source: Select
da: Vælg
de: Auswahl
el: Επιλογή
es: Seleccionar
fi: Valitse
fr: Sélectionner
hu: Válassza ki
id: Pilih
it: Selezione
ja: 選択
ms: Pilih
nb: Velg
nl: Selecteer
pt: Selecione
ru: Выбрать
sv: Välj
th: เลือก
tr: Seç
vi: Chọn

source: Show me!
da: Vis mig!
de: Zeige mir!
el: Δείξε μου!
es: ¡Muéstrame!
fi: Näytä!
fr: Afficher!
hu: Mutasd meg!
id: Tunjukkan pada saya!
it: Mostrami!
ja: 表示する！
ms: Tunjukkan saya!
nb: Vis meg!
nl: Laat het zien!
pt: Mostrar-me!
ru: Покажите мне!
sv: Visa mig!
th: แสดงให้ฉันดู!
tr: Göster bana!
vi: Hiển thị cho tôi!

source: Speciality
da: Specialitet
de: Spezialität
el: Ειδικότητα
es: Especialidad
fi: Erikoisuus
fr: Spécialité
hu: Speciális
id: Kekhususan
it: Specialità
ja: その他
ms: Keistimewaan
nb: Spesial
nl: Bijzondere
pt: Especialidade
ru: Особенность
sv: Specialitet
th: พิเศษ
tr: Uzmanlık
vi: Chuyên biệt

source: Success
da: Succes
de: Erfolg
el: Επιτυχία
es: Éxito
fi: Menestys
fr: Succès
hu: Siker
id: Berhasil
it: Successo
ja: 成功
ms: Kejayaan
nb: Suksess
nl: Succes
pt: Sucesso
ru: Успех
sv: Succé
th: ความสำเร็จ
tr: Başarı
vi: Thành công

source: Sure!
da: Bestemt!
de: Sicher!
el: Σίγουρα!
es: ¡Seguro!
fi: Toki!
fr: Bien Sûr!
hu: Az biztos!
id: Tentu!
it: Certo!
ja: もちろん！
ms: Pasti!
nb: Ja!
nl: Zeker!
pt: Claro!
ru: Конечно!
sv: Visst!
th: แน่นอน!
tr: Elbette!
vi: Chắc chắn!

source: Thank you for purchasing All Challenges!
da: Tak fordi du købte alle udfordringer!
de: Danke für den Kauf alle Herausforderungen!
el: Ευχαριστούμε που αγοράσατε Όλες τις Προκλήσεις!
es: ¡Gracias por comprar todos los retos!
fi: Kiitos, kun ostit Kaikki Haasteet!
fr: Merci d'avoir acheté Tous les Programmes!
hu: Köszönjük, hogy megvásárolta Minden Kihívások!
id: Terima kasih telah membeli Semua Tantangan!
it: Grazie per aver acquistato Tutte le Sfide!
ja: すべてのチャレンジをお買い上げいただき、ありがとうございます！
ms: Terima kasih kerana membeli Semua Cabaran!
nb: Takk for at du kjøpte alle utfordringene!
nl: Dank je voor de aankoop van alle uitdagingen!
pt: Obrigado por comprar Todos os Desafios!
ru: Спасибо за покупку Всех Упражнений!
sv: Tack för att du köpte alla övningar!
th: ขอขอบคุณที่ซื้อภารกิจทั้งหมด!
tr: AII Programlarını satın aldığınız için teşekkürler!
vi: Cảm ơn bạn đã mua Tất cả Thách thức!

source: This device does not have the capability to send texts
da: Denne enhed kan ikke sende SMS'er
de: Dieses Gerät verfügt nicht über die Fähigkeit, Texte zu senden
el: Αυτή η συσκευή δεν έχει τη δυνατότητα να στείλει μηνύματα
es: Este dispositivo no tiene la capacidad para enviar textos.
fi: Tämä laite ei mahdollista viestien lähettämistä
fr: Cet appareil ne peut pas être utilisé pour envoyer des SMS
hu: Ez a készülék nem rendelkezik azzal a képességgel, hogy küldjön szövegek
id: Device ini tidak memiliki kemampuan untuk mengirim pesan
it: Questo dispositivo non ha la capacità di inviare messaggi
ja: このデバイスには、テキストを送信する機能がありません。
ms: Peranti ini tidak mempunyai keupayaan untuk menghantar teks
nb: Denne enheten har ikke mulighet til å sende tekster
nl: Dit apparaat heeft niet de mogelijkheid om teksten te verzenden
pt: Este dispositivo não tem a capacidade de enviar mensagens
ru: Это устройство не имеет возможности отправлять текстовые сообщения
sv: Denna enhet kan inte skicka sms
th: เครื่องนี้ไม่สามารถส่งข้อความได้
tr: Bu cihazın mesaj gönderme kapasitesi yok
vi: Thiết bị này không khả dụng để gửi tin nhắn

source: Try Again
da: Prøv igen
de: Versuchen Sie es noch einmal
el: Προσπαθήστε Ξανά
es: Inténtalo Nuevamente
fi: Yritä Uudestaan
fr: Recommencez
hu: Próbáld újra
id: Coba Lagi
it: Riprova
ja: 再度お試しください
ms: Cuba lagi
nb: Prøv igjen
nl: Probeer opnieuw
pt: Tente Novamente
ru: Попробуйте еще раз
sv: Försök igen
th: ลองอีกครั้ง
tr: Tekrar Dene
vi: Thử lại

source: Unable to connect to the server.
da: Kan ikke få forbindelse med serveren
de: Konnte keine Verbindung zum Server herstellen.
el: Αποτυχία σύνδεσης στον διακομιστή
es: No se pudo conectar con el servidor
fi: Ei voida yhdistää palvelimeen.
fr: Connexion serveur impossible.
hu: Nem lehet kapcsolódni a szerverhez.
id: Tidak dapat menghubungkan ke server.
it: Impossibile connettersi al server.
ja: サーバーに接続できません。
ms: Tidak dapat menyambung ke pelayan.
nb: Kunne ikke koble til server
nl: Kan geen verbinding met de server maken.
pt: Impossível ligar ao servidor.
ru: Не удается подключиться к этому серверу.
sv: Kan inte ansluta till servern.
th: ไม่สามารถเชื่อมต่อกับเซิร์ฟเวอร์ได้
tr: Sunucuya bağlanılamıyor
vi: Không thể kết nối đến máy chủ

source: Unable to load
da: Kan ikke indlæse
de: Unfähig zu laden
el: Αποτυχία Φόρτωσης
es: No se pudo cargar
fi: Ei voida ladata
fr: Chargement impossible
hu: Nem lehet betölteni
id: Tidak dapat memuat
it: Impossibile caricare
ja: ロードできません
ms: Tidak dapat memuatkan
nb: Kunne ikke laste
nl: Kan niet worden geladen
pt: Impossível carregar
ru: Не удается загрузить
sv: Kan inte ladda
th: โหลดไม่ได้
tr: Yükleme başarısız
vi: Không thể tải

source: Unable to retrieve price for all from Apple's Servers. Please try again.
da: Kan ikke hente prisen for alle fra Apples servere. Prøv venligst igen.
de: Kann nicht Preise für alle von den Apple-Servern abrufen. Bitte versuchen Sie es erneut.
el: Αποτυχία ανάκτησηςτιμής από τους διακομιστές της Apple. Παρακαλούμε προσπαθήστε ξανα.
es: No se pudo recuperar el precio desde los servidores de Apple. Por favor, inténtalo nuevamente.
fi: Hintaa ei voitu hakea Applen Palvelimista. Yritä uudelleen.
fr: Impossible de récupérer les tarifs des programmes sur les Serveurs Apple. Veuillez recommencer.
hu: Nem sikerült beolvasni az árat az összes Apple szerverein. Kérlek próbáld újra.
id: Tidak dapat mengambil harga untuk semua dari Server Apple. Mohon coba lagi.
it: Impossibile recuperare il prezzo per tutto dai Server Apple. Per favore riprova.
ja: Appleのサーバからのすべての価格を取得できません。もう一度やり直してください。
ms: Tidak dapat mengambil semua harga dari Pelayan Apple. Sila cuba lagi.
nb: Kan ikke hente prisen for å kjøpe alt fra Apple's server. Vennligst prøv igjen.
nl: Niet in staat om de prijs op te halen voor alle Apple servers. Probeer het opnieuw.
pt: Impossível obter o preço para todos a partir dos Servidores Apple. Por favor tente novamente.
ru: Не удается загрузить цену за все из Серверов Apple. Пожалуйста, попробуйте еще раз.
sv: Kan inte hämta priset från Apples servrar. Vänligen försök igen.
th: ไม่สามารถกู้ราคาทั้งหมดจากเซิร์ฟเวอร์ Apple ได้ กรุณาลองอีกครั้ง
tr: Apple Sunucularından fiyat alınamadı. Lütfen tekrar deneyin
vi: Không thể khôi phục giá cho tất cả từ Máy chủ của Apple. Vui lòng thử lại.

source: Unable to retrieve the price for buy all.
da: Kan ikke hente prisen for at købe alle.
de: Kann nicht Preis abrufen, um alle zu kaufen.
el: Αποτυχία ανάκτησης τιμής για αγορά όλων.
es: No se pudo recuperar el precio para comprar todo.
fi: Hintaa ei voitu hakea kaikelle.
fr: Impossible de récupérer le prix de l'ensemble des programmes.
hu: Nem sikerült beolvasni az árát vásárolni az összes.
id: Tidak dapat mengambil harga untuk pembelian semua.
it: Impossibile recuperare il prezzo per acquistare tutto.
ja: すべて購入するための価格を取得できません。
ms: Tidak dapat mengambil harga untuk membeli semua.
nb: Kan ikke hente prisen for å kjøpe alt.
nl: Niet in staat om de prijs op te halen voor het kopen van alle.
pt: Impossível obter o preço para comprar tudo.
ru: Не удается загрузить цену для покупки всего.
sv: Kan inte hämta priset för att köpa alla.
th: ไม่สามารถกู้ราคาสำหรับการซื้อทั้งหมดได้
tr: Hepsini almak için fiyat alınamadı
vi: Không thể khôi phục giá cho mua tất cả.

source: Video URL is NULL
da: Vide URL er NUL
de: Video URL ist NULL
el: Το URL του βίντεο είναι NULL
es: La URL del video es inválida
fi: Videon URL on TYHJÄ
fr: L'URL Vidéo est INVALIDE
hu: Videó URL NULL
id: URL Video adalah NULL
it: URL Video è NULL
ja: 動画のURLがありません
ms: URL Video NULL
nb: Video URL er NULL
pt: URL do Video é NULO
ru: Видео ссылка - НОЛЬ
sv: Videons URL är NULL
th: ลิงค์ URL วิดีโอไม่มีผล
tr: Video URL'si GEÇERSİZ
vi: URL Video VÔ HIỆU

source: What feature would you like to see next on the app?
da: Hvilken funktion ville du gerne se på den næste app?
de: Welche Funktion möchten Sie als nächstes auf der App sehen?
el: Ποιο χαρακτηριστικό θα θέλατε να δείτε στη συνέχεια στην εφαρμογή;
es: ¿Qué característica te gustaría ver próximamente en la aplicación?
fi: Minkä ominaisuuden haluaisit sovellukseen seuraavaksi?
fr: Quelle fonctionnalité souhaitez-vous voir ajoutée prochainement dans l'application?
hu: Milyen funkciót szeretne látni a következő a app?
id: Fitur apa yang ingin Anda lihat berikutnya pada app?
it: Quale funzionalità vorresti vedere sull'app?
ja: 次はどのような機能がこのアプリに欲しいですか？
ms: Apakah ciri-ciri yang ingin anda lihat pada aplikasi versi terbaru?
nb: Hvilke funksjoner vil du ha på appen?
nl: Welke functie zou je willen zien in de volgende app?
pt: Que funcionalidade gostaria de ver de seguida na aplicação?
ru: Какие особенности Вы бы хотели видеть следующими в приложении?
sv: Vilken funktion vill du se i nästa app?
th: คุณต้องการเห็นคุณสมบัติใดเพิ่มเติมในแอป?
tr: Uygulamada hangi özellikleri görmek istersiniz?
vi: Tính năng nào bạn muôn có tiếp theo trên ứng dụng?

source: Woohoo! Day %d is done. One step closer to asking out Siri ;)
da: Juhuu! Dag %d er færdig. Et trin tættere på at invitere Siti ud ;)
de: Juju! Tag %d ist fertig. Einen Schritt näher, um mit Siri auszugehen ;)
el: Γιουχου! Η Ημέρα %d ολοκληρώθηκε. Ένα βήμα πιο κοντά να ζητήσετε σε ραντεβού την Siri ;)
es: ¡Woohoo! El día %d está hecho. Un paso más cerca para invitar a salir a Siri ;)
fi: Wohoo! Päivä %d on tehty. Askeleen lähempänä Sirin pyytämistä ulos ;)
fr: Super! Le Jour %d est terminé. Vous pourrez bientôt inviter Siri à sortir ;)
hu: Etyepetye! %d történik. Egy lépéssel közelebb a kért arra, Siri;)
id: Woohoo! Hari %d selesai. Satu langkah lebih dekat untuk mengajak kencan Siri ;)
it: Woohoo! Il Giorno %d è finito. Un passo più vicino a chiedere un appuntamento a Siri ;)
ja: やったー%d日間が終了しました。Siriとのデートに一歩近づきました;）
ms: Woohoo! Hari %d telah habis. Satu langkah lebih dekat untuk meminta daripada Siri ;)
nb: Ja! Dag %d er ferdig. Et steg nærmere til å gå på date med Siri ;)
nl: Woohoo! Dag %d is voltooid. Weer een stap dichterbij om Siri mee uit te vragen ;)
pt: Woohoo! Dia %d está completo. Um passo mais próximo de convidar a Siri para um encontro ;)
ru: Юху! День %d закончен! Еще на один шаг ближе к завершению ;)
sv: Jippie! Dag %d är klar. Ett steg närmare mot att kunna bjuda ut Siri ;)
th: เย้! วัน %d เสร็จสิ้นแล้ว อีกหนึ่งสเตปในการขอ Siri ไปเที่ยว ;)
tr: Woohoo! %d gün bitti. Siri'ye çıkma teklif etmeye biraz daha yaklaştın ;)
vi: Thật tuyệt! Ngày %d đã hoàn thành. Tiến gần một bước để hẹn hò Siri ;)

source: Professionally designed challenge to maximize fat loss. The workouts are quick, but highly effective! + 30 workouts; lifetime access + video guidance for EVERY exercise + simple interface to keep track of progress
da: Professionelt udviklet udfordring til at maksimere fedttab. Træningssessionerne er hurtige, men yderst effektive! + 30 træningssessioner; adgang for livet + video anvisninger for HVER øvelse + enkel brugerflade til at holde styr på dit fremskridt
de: Professionell gestaltete Herausforderung um den Fettabbau zu maximieren. Die Trainingseinheiten sind schnell, aber sehr effektiv! + 30 Trainingseinheiten; lebenslänglichen Zugang + Video-Anleitungen für JEDE Übung + Einfache Schnittstelle, um den Überblick über die Fortschritte zu halten
el: Επαγγελματικά σχεδιασμένες προκλήσεις για να μεγιστοποιήσουν την απώλεια λίπους. Οι προπονήσεις είναι γρήγορες, αλλά εξαιρετικά αποτελεσματικές! + 30 προπονήσεις, πρόσβαση ζωής + Καθοδήγητικά βίντεο για ΚΑΘΕ άσκηση + Απλό μενού για να παρακολουθείτε την πρόοδό σας
es: Retos profesionalmente diseñados para maximizar la pérdida de grasa. ¡Los entrenamientos son rápidos, pero muy efectivos! + 30 sesiones de entrenamiento; acceso de por vida + Guía de vídeo para TODOS los ejercicios + Interfaz sencilla para realizar un seguimiento del progreso
fi: Ammattimaisesti kehitelty haaste rasvanpolton maksimoimiseksi. Harjoitukset ovat nopeita, mutta tehokkaita! + 30 treeniä; rajoittamaton pääsy + video-ohjeet JOKAISELLE liikkeelle
fr: Un programme conçu professionnellement pour optimiser la perte de masse graisseuse. Les exercices sont rapide à réaliser et très efficaces.
hu: Professzionálisan tervezett kihívás, hogy maximalizálja a zsírégetést. Az edzés gyors, de igen hatékony! + 30 edzésprogram; idejű hozzáférést + videó útmutatást minden gyakorlatot + egyszerű felületen nyomon követni a haladást
id: Tantangan yang dirancang secara profesional untuk memaksimalkan pembakaran lemak. Workout nya cepat, tetapi sangat efektif! + 30 workout; akses seumur hidup + panduan video untuk SETIAP latihan + interface sederhana untuk melihat perkembangan
it: Sfide progettate professionalmente per massimizzare la perdita di grasso. Gli allenamenti sono rapidi, ma altamente efficaci! + 30 allenamenti; accesso a vita + guida video per OGNI esercizio + interfaccia semplice per tenere traccia dei progressi
ja: プロのように脂肪を最大に減らすチャレンジを設計しました。トレーニングは、迅速ですが、非常に効果的です！ +30のトレーニング。生涯アクセス +各エクササイズにビデオガイダンス +進捗状況を追跡できるシンプルなインターフェイス
ms: Cabaran direka secara profesional untuk memaksimumkan kehilangan lemak. Senaman adalah cepat, tetapi amat berkesan! + 30 senaman; akses seumur hidup + Video bimbingan untuk SETIAP senaman + Antara muka yang mudah untuk mengesan kemajuan
nb: Profesjonelt utformet utfordring for maksimal fettforbrenning. Disse treningsøktene er raske, men svært effektive! + 30 treningsøkter; betale $ 1,99 for lifetime tilgang + Video guides for hver øvelse + Enkelt grensesnitt for å holde oversikt over fremgangen
nl: Professioneel ontworpen uitdaging om vetverlies te maximaliseren. De trainingen zijn snel, maar zeer effectief! + 30 workouts; levenslange toegang + Video begeleiding voor ELKE oefening + Eenvoudige interface voor het bijhouden van de voortgang
pt: Desafio profissionalmente desenhado para maximizar perda de gordura. Os treinos são rápidos, mas altamente eficazes! + 30 exercícios; acesso para vida + Orientação de vídeo para TODOS os exercícios + Interface simples para acompanhar o progresso
ru: Профессионально разработанные упражнения для максимального сжигания жира. Тренировки быстрые, но очень эффективные! + 30 навсегда разблокированных упражнений + видео инструкция для КАЖДОГО упражнения + простой интерфейс, чтобы следить за прогрессом
sv: Professionellt framtagna utmaningar för att maximera fettförlusten. Övningarna är snabba men effektiva! + 30 träningspass, livslång tillgång + videoguide för ALLA övningar + enkelt gränssnitt som håller koll på dina framgångar
th: ภารกิจออกกำลังกายที่ได้รับการออกแบบอย่างมืออาชีพสำหรับการเผาผลาญไขมันสูงสุด เป็นการออกกำลังกายรวดเร็วแต่มีประสิทธิภาพสูง! + การออกกำลังกาย 30 รายการ; จ่าย 1.99 ดอลลาร์ ใช้บริการได้ตลอดไป + คำแนะนำวิดีโอสำหรับทุกการออกกำลังกาย + การทำงานประสานเพื่อติดตามความก้าวหน้า
tr: Yağ kaybını maksimuma çıkarmak için profesyonelce tasarlandı.Egzersizler hızlı ama oldukça etkili! + 30 egzersiz; hayat boyu erişim + Her egzersiz için video rehberliği + İlerlemenizi takip etmek için kolay arayüz
vi: Thách thức được thiết kế cá nhân hoá để tối đa lượng mỡ giảm. Việc tập luyện nhanh nhưng hiệu quả cao! + 30 bài tập; truy cập suốt đời + hướng dẫn video cho MỌI bài tập + giao diện đơn giản để theo dõi tiến trình
